Repository: Cyberdemon-23/Chitubox-ru-translate
Catalog: *_00.po
Languages: ru

# RsaDecAndEccVerify|
source: Validity time:
ru: Срок действия:

# ExtractConnTrisJob|
source: Initial extracted connected triangles...
ru: Первоначальные извлеченные соединенные треугольники...

# SurfaceBlurJob|
source: Blurring...
ru: Размытие...

# EditPo|
source: Exel file(*.xls *.xlsx)
ru: Exel файл(*.xls *.xlsx

# EditPo|
source: Information
ru: Информация

# EditPo|
source: Unable to write the file, please try to run the program with administrator privileges!
ru: Не удалось записать файл, попробуйте запустить программу с правами администратора!

# DiffSlicerProfile|
source: Edit Differentiated Parameters
ru: Редактировать дифференцированные параметры

# DiffSlicerProfile|
source: Edit Slice Parameters
ru: Параметры редактирования срезов

# DiffSlicerProfile|
source: Profile Name:
ru: Имя профиля

# DiffSlicerProfile|
source: Print
ru: Печать

# DiffSlicerProfile|
source: Advanced
ru: Дополнительно

# DiffSlicerProfile|
source: Layer Height:
ru: Высота слоя:

# DiffSlicerProfile|
source: This Parameter Is Controlled By The Default Profile
ru: Этот параметр контролируется профилем по умолчанию

# DiffSlicerProfile|
source: Bottom Layer Count:
ru: Кол-во слоев низа:

# DiffSlicerProfile|
source: Exposure Time:
ru: Время засветки:

# DiffSlicerProfile|
source: Bottom Exposure Time:
ru: Время засветки низа:

# DiffSlicerProfile|
source: Transition Layer Interval Time Difference:
ru: Разница во времени интервального интервала переходного слоя:

# DiffSlicerProfile|
source: Rest Time Before Lift:
ru: Время отдыха перед подъемом:

# DiffSlicerProfile|
source: Rest Time After Lift:
ru: Время отдыха после подъема:

# DiffSlicerProfile|
source: Rest Time After Retract:
ru: Время отдыха после отвода:

# DiffSlicerProfile|
source: Transition Layer Count:
ru: Переход слой граф:

# DiffSlicerProfile|
source: Transition layer number after the bottom layer,it make the adhesion between the layers tighter.Except for the exposure time, other parameters of the transition layer are consistent with the normal layer
ru: Число переходного слоя после нижнего слоя, это делает адгезию между слоями более жесткой. За исключением времени экспозиции, другие параметры переходного слоя соответствуют обычному слою

# DiffSlicerProfile|
source: Waiting Mode During Printing:
ru: Режим ожидания во время печати:

# DiffSlicerProfile|
source: Resting time
ru: Время отдыха

# DiffSlicerProfile|
source: Light off delay
ru: Задержка выключения:

# DiffSlicerProfile|
source: Rest Time Before Down:
ru: Время отдыха перед падением:

# DiffSlicerProfile|
source: Rest Time After Down:
ru: Время отдыха после падения:

# DiffSlicerProfile|
source: Light-off Delay:
ru: Задержка выключения:

# DiffSlicerProfile|
source: True machine light-off time = maximum (total time of Z-axis up and down movement, configured light-off delay)
ru: Истинное машинное световое время - максимальное (общее время Оси вверх и вниз движения, настроенный свет-офф задержки)

# DiffSlicerProfile|
source: Bottom Light-off Delay:
ru: Задержка выкл. низ:

# DiffSlicerProfile|
source: Bottom Down Distance:
ru: Расстояние опускания низ:

# DiffSlicerProfile|
source: Downing Distance:
ru: Расстояние падения:

# DiffSlicerProfile|
source: Bottom Retract Distance:
ru: Расстояние отвода низ:

# DiffSlicerProfile|
source: Bottom Down Speed:
ru: Скорость опускания низ:

# DiffSlicerProfile|
source: Bottom Retract Speed:
ru: Скорость отвода низ:

# DiffSlicerProfile|
source: Bottom Light PWM:
ru: Сила засветки PWM:

# DiffSlicerProfile|
source: Light PWM:
ru: Подсветка PWM:

# DiffSlicerProfile|
source: Image Gray:
ru: Изображение Серый:

# DiffSlicerProfile|
source: Anti-aliasing:
ru: Сглаживание:

# DiffSlicerProfile|
source: Gray Range:
ru: Серый диапазон:

# DiffSlicerProfile|
source: Anti-aliasing Level:
ru: Уровень сглаживания:

# DiffSlicerProfile|
source: Image Blur Enable:
ru: Размытие изображения Включить:

# DiffSlicerProfile|
source: Tolerance Compensation:
ru: Компенсация толерантности:

# DiffSlicerProfile|
source: Parity Difference:
ru: Разница в четности:

# DiffSlicerProfile|
source: Difference = odd layer compensation - even layer compensation, non-zero values can form a special horizontal grain effect on the surface
ru: Разница = нечетная компенсация слоя-даже компенсация слоя, не-нулевые значения могут сформировать специальное горизонтальное воздействие зерна на поверхности

# DiffSlicerProfile|
source: Bottom Tolerance Compensation:
ru: Компенсация допуска низ:

# DiffSlicerProfile|
source: Mask:
ru: Маска:

# DiffSlicerProfile|
source: Mask File:
ru: Файл маски:

# DiffSlicerProfile|
source: Gray scale unit:
ru: Единица серого масштаба:

# DiffSlicerProfile|
source: Transition Type:
ru: Тип перехода:

# DiffSlicerProfile|
source: Linear
ru: Линейный

# DiffSlicerProfile|
source: Bottom Lift Distance:
ru: Высота подъема низ:

# DiffSlicerProfile|
source: Lifting Distance:
ru: Высота подъема:

# DiffSlicerProfile|
source: Retract Distance:
ru: Расстояние отвода:

# DiffSlicerProfile|
source: Bottom Lift Speed:
ru: Скорость подъема низ:

# DiffSlicerProfile|
source: Lifting Speed:
ru: Скорость подъема:

# DiffSlicerProfile|
source: Downing Speed:
ru: Скорость погружения:

# DiffSlicerProfile|
source: Retract Speed:
ru: Скорость отвода:

# DiffSlicerProfile|
source: Edge Width:
ru: Ширина края:

# DiffSlicerProfile|
source: Edge Exposure:
ru: Край воздействия:

# DiffSlicerProfile|
source: Bottom Edge Width:
ru: Ширина нижнего края:

# DiffSlicerProfile|
source: Bottom Edge Exposure:
ru: Экспозиция края низ:

# SupportStyleDisplay|
source: Default
ru: По умолчанию

# SupportStyleDisplay|
source: Vertical
ru: Вертикально

# SupportStyleDisplay|
source: Upright
ru: вертикальный

# SupportStyleDisplay|
source: Two Points Connected
ru: Две точки подключены

# SupportStyleDisplay|
source: Branch
ru: Филиал

# SupportStyleDisplay|
source: Small Pillar
ru: Малая форма столба

# SupportStyleDisplay|
source: Click the model or middle support to determine the starting point
ru: Нажмите на модель или среднюю поддержку, чтобы определить отправную точку

# SupportStyleDisplay|
source: Click the position of the model to determine the position of the support
ru: Нажмите на положение модели, чтобы определить положение поддержки

# SupportStyleDisplay|
source: Add default supports
ru: Добавление поддерживает по умолчанию

# SupportStyleDisplay|
source: Add vertical supports perpendicular to the surface of the model
ru: Добавление вертикальных опор перпендикулярно поверхности модели

# SupportStyleDisplay|
source: Add vertical supports along the Z axis
ru: Добавить вертикальные опоры вдоль оси q

# SupportStyleDisplay|
source: Add connection supports
ru: Добавление поддержки соединения

# SupportStyleDisplay|
source: Connection
ru: Подключение

# SupportStyleDisplay|
source: Add two-point support (connecting model and middle support)
ru: Добавьте двухтомную поддержку (соединительную модель и среднюю поддержку)

# SupportStyleDisplay|
source: Add small pillar support (connecting model / connecting model and middle support)
ru: Добавьте поддержку малых столбов (соединительную модель / соединительную модель и среднюю поддержку)

# SupportStyleDisplay|
source: Add branch support
ru: Добавление поддержки филиалов

# SupportStyleDisplay|
source: Add support for contour distribution
ru: Добавление поддержки распределения контуров

# SupportStyleDisplay|
source: Contour
ru: Спиральный контур

# SupportStyleDisplay|
source: Add tree-like support
ru: Добавление поддержки, похожей на дерево

# SupportStyleDisplay|
source: Tree-like
ru: Дерево-как

# ModelAccuracyCtrl|
source: Model import precision control
ru: Модель контроля точности импорта

# ModelAccuracyCtrl|
source: Precision control
ru: Точное управление

# ModelAccuracyCtrl|
source: Coarse
ru: Грубо

# ModelAccuracyCtrl|
source: Medium
ru: Центр

# ModelAccuracyCtrl|
source: Fine
ru: Точно

# ModelAccuracyCtrl|
source: Custom
ru: Пользовательский

# ModelAccuracyCtrl|
source: Relative Chordal Deflection
ru: Относительное аккордовое отклонение

# ModelAccuracyCtrl|
source: Triangulator Version
ru: Треугольная версия

# ModelAccuracyCtrl|
source: Relative Max Edge Length
ru: Относительная длина края Макса

# ModelAccuracyCtrl|
source: Chordal Deflection
ru: Аккордальная дефлеция

# ModelAccuracyCtrl|
source: Merge Face
ru: Слияние лица

# ModelAccuracyCtrl|
source: Angular Deflection
ru: Угловое отклонение

# ModelAccuracyCtrl|
source: Generate Face Mesh Associations
ru: Создание ассоциаций сетки лица

# ModelAccuracyCtrl|
source: Maximum edge length
ru: Максимальная длина края

# ModelAccuracyCtrl|
source: Get UV Coordinates
ru: Получить УФ координаты

# ModelAccuracyCtrl|
source: Preserve Visualization Mesh
ru: Сохранить визуализацию сетки

# ModelAccuracyCtrl|
source: Apply
ru: Применить

# ModelAccuracyCtrl|
source: Cancel
ru: Отменить

# QObject|
source: Conversion Model...
ru: Модель преобразования...

# QObject|
source: Write File...
ru: Напишите файл...

# QObject|
source: Write file...
ru: Пишите файл...

# QmlMenu|
source: Reduction
ru: Сокращение

# QmlMenu|
source: Move
ru: Переместить

# QmlMenu|
source: Size
ru: Размер

# QmlMenu|
source: Minimize
ru: Свернуть

# QmlMenu|
source: Maximize
ru: Развернуть

# QmlMenu|
source: Close
ru: Закрыть

# TopBarPro|
source: Open File(Ctrl + O)
ru: Открытый файл (Ctrl и O)

# TopBarPro|
source: Save All As(Ctrl + Shift + S)
ru: Сохранить все as(ctrl и shift s)

# TopBarPro|
source: Revoke(Ctrl + Z)
ru: Отозвать (Ctrl )

# TopBarPro|
source: Redo(Ctrl + Y)
ru: Редо (Ctrl и Y)

# TopBarPro|
source: Open Project Files, Import 3D Models Or Slice Files
ru: Открытые файлы проектов, импорт 3D-моделей или фрагмент файлов

# TopBarPro|
source: Open File(Command + O)
ru: Открыть файл(Command + O)

# TopBarPro|
source: Open files (Command + O)
ru: Открытие файлов (Command + O)

# TopBarPro|
source: Save All As(Command + Shift + S)
ru: Сохранить все как(Command + shift + s)

# TopBarPro|
source: Save The Project File Or Merge And Export All 3D Models (Including Supports) In The Project
ru: Сохранить файл проекта или объединить и экспортировать все 3D-модели (включая поддержку) в проекте

# TopBarPro|
source: Save all as project file or 3D models (Command + Shift + S)
ru: Сохранить все как файл проекта или 3D-модели (Command + Shift + S)

# TopBarPro|
source: Revoke(Command + Z)
ru: Отозвать(Command + Z)

# TopBarPro|
source: Undo The Last Operation
ru: Отменить последнюю операцию

# TopBarPro|
source: Undo the last operation (Command + Z)
ru: Отмена последней операции (Command + Z)

# TopBarPro|
source: Redo(Command + Y)
ru: Повтор (Command + Y)

# TopBarPro|
source: Redo The Last Operation
ru: Редо Последняя операция

# TopBarPro|
source: Redo the last cancelled operation (Command + Y)
ru: Повтор последней отмененной операции (Command + Y)

# TopBarPro|
source: Screenshots And Records
ru: Скриншоты и записи

# TopBarPro|
source: Screen Capture Or Video Recording
ru: Захват экрана или видеозапись

# TopBarPro|
source: Screen shot (Command + F3) and screen record (Command + F1)
ru: Снимок экрана (Command + F3) и запись экрана (Command + F1)

# TopBarPro|
source: Search instructions
ru: Инструкции по поиску

# TopBarPro|
source: Make every creation easier
ru: Сделайте каждое творение проще!

# TopBarPro|
source: CHITUBOX Pro
ru: ЧИТУБОКС Про

# TopBarPro|
source: Open files (Ctrl + O)
ru: Открытые файлы (Ctrl и O)

# TopBarPro|
source: Save all as project file or 3D models (Ctrl + Shift + S)
ru: Сохранить все, как файл проекта или 3D-модели (Ctrl и Shift s)

# TopBarPro|
source: Undo the last operation (Ctrl+ Z)
ru: Отменить последнюю операцию (Ctrl)

# TopBarPro|
source: Redo the last cancelled operation (Ctrl + y)
ru: Редо последняя отмененная операция (Ctrl и y)

# TopBarPro|
source: Login
ru: Авторизоваться

# TopBarPro|
source: Login account
ru: Учетная запись входа

# TopBarPro|
source: Screen shot (Ctrl + F3) and screen record (Ctrl + F1)
ru: Скриншот (Ctrl и F3) и запись экрана (Ctrl и F1)

# TopBarPro|
source: Minimize
ru: Свернуть

# TopBarPro|
source: Restore down
ru: Восстановление

# TopBarPro|
source: Maximized
ru: Развернуто

# TopBarPro|
source: Close
ru: Закрыть

# LoadedFileListModel|
source: Confirm
ru: Подтвердить

# LoadedFileListModel|
source: Whether to save the current project?
ru: Сохранить ли текущий проект?

# LoadedFileListModel|
source: Save The Current Project File?
ru: Сохранить ли текущий файл проекта?

# LoadedFileListModel|
source: Project File Save Confirmation
ru: Подтверждение сохранения файла проекта

# CollisionTools|
source: Model Collision
ru: Обнаружено столкновение модели

# CollisionTools|
source: Separate collision models ?
ru: Отдельные модели столкновения?

# DeleteSharpTrianglesPage|
source: Delete Sharp Triangles
ru: Удалить острые треугольники

# DeleteSharpTrianglesPage|
source: Critical Side Length
ru: Критическая длина стороны

# DeleteSharpTrianglesPage|
source: mm
ru: мм

# DeleteSharpTrianglesPage|
source: Critical Angle
ru: Критический угол

# DeleteSharpTrianglesPage|
source: Merge
ru: Объединить

# DeleteSharpTrianglesPage|
source: Delete Sharp Triangle
ru: Удалить острый треугольник

# DeleteSharpTrianglesPage|
source: Mark Sharp Triangle
ru: Марк Шарп Треугольник

# DeleteSharpTrianglesPage|
source: Apply
ru: Применить

# DeleteSharpTrianglesPage|
source: Cancel
ru: Отменить

# ModelDamageShow|
source: Model Damage
ru: Повреждение модели

# ModelDamageShow|
source: Information
ru: Информация

# ModelDamageShow|
source: The loaded model is damaged, is it necessary to automatically repair the model?
ru: Загруженная модель повреждена, необходимо ли автоматически ремонтировать модель?

# ModelDamageShow|
source: Repair
ru: Ремонт

# ModelDamageShow|
source: Ignore
ru: Игнорировать

# ModelDamageShow|
source: Cancel
ru: Отменить

# TriangleJointPage|
source: Triangle Joint
ru: Треугольник Совместный

# TriangleJointPage|
source: Tolerance
ru: Допуск

# TriangleJointPage|
source: mm
ru: мм

# TriangleJointPage|
source: Apply
ru: Применить

# TriangleJointPage|
source: Cancel
ru: Отменить

# ModelDamageList|
source: Broken Edge
ru: Сломанный край

# ModelDamageList|
source: Hole
ru: Вырез отверстий

# ModelDamageList|
source: Reverse
ru: Реверс

# ModelDamageList|
source: Shelly
ru: Шелли

# ModelDamageList|
source: Intersect
ru: пересекаться

# ContinuousState|
source: Digging State
ru: Состояние копания

# ContinuousState|
source: Move the mouse to the position where the digging operation needs to be performed, and click the left mouse button to complete the digging operation, and click Finish to terminate the digging operation state.
ru: Перемести мышь в положение, где должна быть выполнена операция по раскопкам, и нажмите кнопку левой мыши, чтобы завершить операцию по раскопкам, и нажмите Finish, чтобы завершить состояние операции по раскопкам.

# ContinuousState|
source: Done
ru: Готово

# SelectPagePro|
source: Select
ru: Выбор

# SelectPagePro|
source: Select By Line
ru: Выберите по строке

# SelectPagePro|
source: Line
ru: Линия

# SelectPagePro|
source: Select By Curve
ru: Выберите по кривой

# SelectPagePro|
source: Curve
ru: Кривая

# SelectPagePro|
source: Select By Rectangle
ru: Выберите по прямоугольникому

# SelectPagePro|
source: Rectangle
ru: Прямоугольник

# SelectPagePro|
source: Select By Polygon
ru: Выберите полигон

# SelectPagePro|
source: Polygon
ru: Полигон

# SelectPagePro|
source: Select By Free-form
ru: Выберите по свободной форме

# SelectPagePro|
source: Free-form
ru: Свободная форма

# SelectPagePro|
source: All Choices
ru: Все варианты

# SelectPagePro|
source: All Cancel
ru: Все отмена

# SoftwareQuickPage|
source: Welcome To Use
ru: Добро пожаловать

# SoftwareQuickPage|
source: Open
ru: Открыть

# SoftwareQuickPage|
source: Add Machine
ru: Добавить принтер

# SoftwareQuickPage|
source: License
ru: Лицензия

# SoftwareQuickPage|
source: Printing Parameter Configuration
ru: Конфигурация параметра печати

# ActivateLicensePage|
source: System ID :
ru: Идентификатор системы :

# ActivateLicensePage|
source: License Serial Number :
ru: Серийный номер лицензии :

# ActivateLicensePage|
source: Other Activation Methods
ru: Другие методы активации

# ActivateLicensePage|
source: License File :
ru: Лицензионный файл :

# ActivateLicensePage|
source: Unbound:
ru: несвязанный:

# ActivateLicensePage|
source: One license can only be used for activation on one computer. If you want to use it on another device, go to
ru: Одна лицензия может быть использована только для активации на одном компьютере. Если вы хотите использовать его на другом устройстве, перейдите на

# ActivateLicensePage|
source: , click
ru: Нажмите Esc или дважды нажмите на пустую область, чтобы выйти

# ActivateLicensePage|
source: Binding PC Management link of your license,
ru: Связывание pc Management ссылки вашей лицензии,

# ActivateLicensePage|
source: and change its binding.
ru: и изменить его привязку.

# ActivateLicensePage|
source: Previous
ru: Предыдущий

# ActivateLicensePage|
source: Next
ru: Следующий

# ActivateProgressPage|
source: Previous
ru: Предыдущий

# ActivateProgressPage|
source: Done
ru: Готово

# LicenseWelcomePage|
source: Buy Now
ru: Купить сейчас

# LicenseWelcomePage|
source: Activate License
ru: Активировать лицензию

# LicenseWelcomePage|
source: Display License Information
ru: Отображение информации о лицензии

# LicenseWelcomePage|
source: Start Trial
ru: Начать пробный период

# RegMessagePage|
source: Your CHITUBOX Pro Is Activated
ru: Ваш CHITUBOX Pro активирован

# RegMessagePage|
source: System ID :
ru: Идентификатор системы :

# RegMessagePage|
source: License Serial Number :
ru: Серийный номер лицензии :

# RegMessagePage|
source: Validity Period
ru: Срок действия

# RegMessagePage|
source: Effective duration
ru: Продолжительность действия

# RegMessagePage|
source: UnBind
ru: Отвязать

# RegMessagePage|
source: Version
ru: Версия

# RegMessagePage|
source: Close Due Reminder
ru: Закрыть должное напоминание

# RegMessagePage|
source: Previous
ru: Предыдущий

# RegMessagePage|
source: Done
ru: Готово

# SoftwareTryUse|
source: Online Mode
ru: Онлайн режим

# SoftwareTryUse|
source: Layout based on 3D models contour
ru: Макет на основе контура 3D-моделей

# SoftwareTryUse|
source: Offline Mode
ru: Автономный режим

# SoftwareTryUse|
source: Layout based on 3D models rectangular envelope
ru: Макет на основе прямоугольного конверта 3D-моделей

# SoftwareTryUse|
source: Please Fill In Trial Information:
ru: Пожалуйста, заполните информацию о судебном разбирательстве:

# SoftwareTryUse|
source: Name:
ru: Имя:

# SoftwareTryUse|
source: First Name:
ru: Имя:

# SoftwareTryUse|
source: Country:
ru: Страна:

# SoftwareTryUse|
source: China
ru: Китай

# SoftwareTryUse|
source: Organization Type:
ru: Тип организации:

# SoftwareTryUse|
source: Company
ru: Компания

# SoftwareTryUse|
source: School
ru: Школа

# SoftwareTryUse|
source: Government
ru: Правительство

# SoftwareTryUse|
source: Public Institutions
ru: Государственные учреждения

# SoftwareTryUse|
source: Other
ru: Другое

# SoftwareTryUse|
source: Institution Name:
ru: Название учреждения:

# SoftwareTryUse|
source: Phone:
ru: Телефон:

# SoftwareTryUse|
source: Industry:
ru: Сфера деятельности:

# SoftwareTryUse|
source: Previous
ru: Предыдущий

# SoftwareTryUse|
source: Start Trial
ru: Начать пробный период

# MultiInputDialogAddTag|
source: Bold
ru: Жирный

# MultiInputDialogAddTag|
source: Italic
ru: Курсив

# MultiInputDialogAddTag|
source: mm
ru: мм

# MultiInputDialogAddTag|
source: Font
ru: Шрифт

# MultiInputDialogAddTag|
source: Picture
ru: Изображение

# MultiInputDialogAddTag|
source: Model
ru: Модель

# MultiInputDialogAddTag|
source: Add By Model
ru: Добавить по модели

# MultiInputDialogAddTag|
source: Add By Platform
ru: Добавить по платформе

# MultiInputDialogAddTag|
source: Font Size
ru: Размер шрифта

# MultiInputDialogAddTag|
source: Picture Height
ru: Высота изображения

# MultiInputDialogAddTag|
source: Threshold
ru: Порог

# MultiInputDialogAddTag|
source: Delete
ru: Удалить

# MultiInputDialogAddTag|
source: Delete selected files in canvas
ru: Удалить выбранные файлы в холсте

# MultiInputDialogAddTag|
source: Depth
ru: Глубина

# MultiInputDialogAddTag|
source: Apply
ru: Применить

# MultiInputDialogAddTag|
source: Generate 3D labels from files in canvas
ru: Создание 3D меток из файлов в холсте

# MultiInputDialogAddTag|
source: Left click the blank area of the canvas to form the image path
ru: Слева щелкните пустую область холста, чтобы сформировать путь изображения

# MultiInputDialogAddTag|
source: Select the location where the 3D model is labeled
ru: Выберите место, где помечена 3D-модель

# MultiInputDialogAddTag|
source: A label has been generated on the printing platform
ru: На печатной платформе создана метка

# RepairModuleInfoSubItem|
source: Excess Shell
ru: Избыточная оболочка

# RepairModuleInfoSubItem|
source: Hole
ru: Вырез отверстий

# RepairModuleInfoSubItem|
source: Bad Side
ru: Плохая сторона

# RepairModuleInfoSubItem|
source: Reverse
ru: Реверс

# RepairModuleInfoSubItem|
source: Intersect
ru: пересекаться

# InspectionOfUnsupportedAreaPage|
source: Unsupported Inspection Of Suspended Area
ru: Неподдерживаемая инспекция приостановленной зоны

# InspectionOfUnsupportedAreaPage|
source: Unsupported Area
ru: Неподдерживаемая область

# RepairModuleInfo|
source: Error List :
ru: Список ошибок :

# RepairModuleInfo|
source: Show By Model
ru: Показать по модели

# RepairModuleInfo|
source: Display By Error Type
ru: Отображение по типу ошибки

# RepairModuleInfo|
source: Auto Detect
ru: Автоопределение

# RepairModuleInfo|
source: Detect
ru: Обнаружить

# RepairModuleInfo|
source: Basic Repair
ru: Базовый ремонт

# RepairModuleInfo|
source: Advanced Repair
ru: Расширенный ремонт

# IslandSpecificInfo|
source: Island Information
ru: Информация об острове

# IslandSpecificInfo|
source: Island Area
ru: Островной район

# IslandSpecificInfo|
source: Risk Area
ru: Зона риска

# IslandSpecificInfo|
source: islandInfo
ru: островИнфо

# QObject|
source: Warn : The two planes are not parallel!
ru: Предупреждение : Два самолета не параллельны!

# TopRightMenu|
source: Reduction
ru: Сокращение

# TopRightMenu|
source: Move
ru: Переместить

# TopRightMenu|
source: Size
ru: Размер

# TopRightMenu|
source: Minimize
ru: Свернуть

# TopRightMenu|
source: Maximize
ru: Развернуть

# TopRightMenu|
source: Close
ru: Закрыть

# LonelyIsland|
source: Detect Islands...
ru: Обнаружить острова...

# QObject|
source: There is no collision !
ru: Обнаружено столкновение модели

# QObject|
source: The selected models cannot be split !
ru: Выбранные модели не могут быть разделены!

# QObject|
source: There is a damage model
ru: Модель имеет повреждения

# QObject|
source: There are damaged models in the loaded data. Do you use the automatic repair function to repair these models?
ru: В загруженных данных повреждены модели. Используете ли вы функцию автоматического ремонта для ремонта этих моделей?

# DialogSuspendedSupport|
source: Add Suspend Support
ru: Добавить поддержку приостановки

# DialogSuspendedSupport|
source: Island Area
ru: Островной район

# DialogSuspendedSupport|
source: Risk Area
ru: Зона риска

# DialogSuspendedSupport|
source: suspendedSupport
ru: приостановленоПоддержива

# DialogSuspendedSupport|
source: Hide unselected models
ru: Скрыть невыбранные модели

# DialogSuspendedSupport|
source: Add strategy
ru: Добавить стратегию

# DialogSuspendedSupport|
source: Check to add
ru: Проверить, чтобы добавить

# DialogSuspendedSupport|
source: Add all
ru: Добавить все

# DialogSuspendedSupport|
source: Switch model overall/partial view mode
ru: Общий/частичный режим представления модели коммутатора

# MaskSettingPro|
source: Mask Setting
ru: Настройка маски
