Repository: Cyberdemon-23/Chitubox-ru-translate
Catalog: *_00.po
Languages: ru

# FeedBackDialog|
source: Collecting Data
ru: Сбор данных

# FeedBackDialog|
source: Note：data gathered will be used in accordance with the CHITUBOX Privacy Policy(https://www.chitubox.com/privacy.html)
ru: Примечание:собранные данные будут использоваться в соответствии с политикой конфиденциальности CHITUBOX (https://www.chitubox.com/privacy.html)

# FeedBackDialog|
source: CHITUBOX will collect the following information to improve the software:
ru: CHITUBOX будет собирать следующую информацию для улучшения программного обеспечения:

# FeedBackDialog|
source: Enable anonymized usage statistics.
ru: Включить анонимную статистику использования.

# PluginsDialog|
source: Plugins
ru: Плагины

# PluginsDialog|
source: Name
ru: Имя

# PluginsDialog|
source: Input
ru: Вход

# PluginsDialog|
source: Output
ru: Выход

# PluginsDialog|
source: Machine
ru: Принтер

# PluginsDialog|
source: Required
ru: Обязательно

# PluginsDialog|
source: Detail
ru: Подробности

# PluginsDialog|
source: Import Plugin
ru: Импорт плагина

# PluginsDialog|
source: Build Plugin
ru: Создать плагин

# PluginsDialog|
source: Delete Plugin
ru: Удалить Плагин

# ReNavBar|
source: Top
ru: Верх

# ReNavBar|
source: Middle
ru: Середина

# ReNavBar|
source: Bottom
ru: Низ

# ReNavBar|
source: Raft
ru: Плот

# SliceParaEdit|
source: Exposure Time(s):
ru: Время засветки(с):

# SliceParaEdit|
source: Lift Distance(mm)
ru: Высота подъема(мм)

# SliceParaEdit|
source: Lift Speed(mm/min):
ru: Скор. подъема(мм/мин):

# SliceParaEdit|
source: Bottom Exposure Time(s):
ru: Время засветки низа:(с):

# SliceParaEdit|
source: Layer Height(mm)
ru: Высота слоя(мм)

# SliceParaEdit|
source: Retract Speed(mm/min):
ru: Скор. отвода(мм/мин):

# SupportShortcutHelp|
source: Support Shortcut
ru: Поддержка ярлык

# TabPage|
source: Shape
ru: Форма

# TabPage|
source: Radius(mm)
ru: Радиус(мм)

# TabPage|
source: Length(mm)
ru: Длина(мм)

# TabPage|
source: Contact Depth(mm)
ru: Точка контакта(мм)

# TabPage|
source: Support angle(°):
ru: Угол поддержки(°):

# TabPageSupportBottom|
source: Platform Touch Shape
ru: Форма основания

# TabPageSupportBottom|
source: Skate
ru: Подошва

# TabPageSupportBottom|
source: Cone
ru: Конус

# TabPageSupportBottom|
source: Cube
ru: Куб

# TabPageSupportBottom|
source: Cylinder
ru: Цилиндр

# TabPageSupportBottom|
source: Prism
ru: Призма

# TabPageSupportBottom|
source: None
ru: Нет

# TabPageSupportBottom|
source: Selection Of Support Shape In Contact With Printing Platform
ru: Выбор формы поддержки в контакте с печатной платформой

# TabPageSupportBottom|
source: Diameter Dimension Of Support In Contact Area With Printing Platform
ru: Диаметр размера поддержки в зоне контакта с печатной платформой

# TabPageSupportBottom|
source: Thickness Dimension Of Support In Contact Area With Printing Platform
ru: Толщина размера поддержки в зоне контакта с печатной платформой

# TabPageSupportBottom|
source: The Contact Shape Of The Lower End Of The Support In Contact With The Model When The Bottom Of The Support Falls On The Model
ru: Контактная форма нижнего конца поддержки в контакте с моделью, когда нижняя часть поддержки падает на модель

# TabPageSupportBottom|
source: The Diameter Of The Lower Part Of The Support In Contact With The Model When The Bottom Of The Support Falls On The Model
ru: Диаметр нижней части опоры при контакте с моделью, когда нижняя часть опоры падает на модель

# TabPageSupportBottom|
source: Depth Dimension Of The Lower Part Of The Support In Contact With The Model When The Bottom Of The Support Falls On The Model
ru: Глубинное измерение нижней части опоры при контакте с моделью, когда нижняя часть опоры падает на модель

# TabPageSupportBottom|
source: The Number Of Contact Points At The Lower End Of The Support In Contact With The Model When The Bottom Of The Support Falls On The Model
ru: Количество контактных точек на нижнем конце поддержки в контакте с моделью, когда нижняя часть поддержки падает на модель

# TabPageSupportBottom|
source: Touch Diameter(mm)
ru: Диаметр(мм)

# TabPageSupportBottom|
source: Touch Diameter (mm)
ru: Сенсорный диаметр (мм)

# TabPageSupportBottom|
source: Thickness
ru: Толщина

# TabPageSupportBottom|
source: Thickness (mm)
ru: Толщина (мм)

# TabPageSupportBottom|
source: Model Contact Shape
ru: Форма контакта

# TabPageSupportBottom|
source: Sphere
ru: Сфера

# TabPageSupportBottom|
source: Contact Diameter(mm)
ru: Диаметр контакта(мм)

# TabPageSupportBottom|
source: Contact Diameter (mm)
ru: Диаметр контакта (мм)

# TabPageSupportBottom|
source: Contact Depth(mm)
ru: Точка контакта(мм)

# TabPageSupportBottom|
source: Contact Depth (mm)
ru: Глубина контакта (мм)

# TabPageSupportBottom|
source: Contact Point
ru: Контактная точка

# TabPageSupportMiddle|
source: Shape
ru: Форма

# TabPageSupportMiddle|
source: Prism
ru: Призма

# TabPageSupportMiddle|
source: Cube
ru: Куб

# TabPageSupportMiddle|
source: Cylinder
ru: Цилиндр

# TabPageSupportMiddle|
source: Diameter(mm)
ru: Диаметр(мм)

# TabPageSupportMiddle|
source: The upper diameter of the middle support part.
ru: Верхний диаметр средней опорной части.

# TabPageSupportMiddle|
source: The lower diameter of the middle support part.
ru: Нижний диаметр средней опорной части.

# TabPageSupportMiddle|
source: Angle(°)
ru: Угол(°)

# TabPageSupportMiddle|
source: Minimum Angle Between Middle Part Of Support And Top Part Of Support
ru: Минимальный угол между средней частью опоры и верхней частью поддержки

# TabPageSupportMiddle|
source: The Shape Of The Contact Part Of The Column Support In Contact With The Model
ru: Форма контактной части поддержки столбца в контакте с моделью

# TabPageSupportMiddle|
source: The Size Of The Upper End Of The Column Support In-Depth Model
ru: Размер верхнего конца столбца поддерживает углубленную модель

# TabPageSupportMiddle|
source: The Size Of The Lower End Of The Column Support In-Depth Model
ru: Размер нижнего конца глубокой модели поддержки столбца

# TabPageSupportMiddle|
source: Upper Diameter(mm)
ru: Верхний диаметр(мм)

# TabPageSupportMiddle|
source: Selection Of The Shape Of The Central Support Body
ru: Выбор формы центрального опорного органа

# TabPageSupportMiddle|
source: Diameter (mm)
ru: Диаметр (мм)

# TabPageSupportMiddle|
source: Lower Diameter(mm)
ru: Нижний диаметр (мм)

# TabPageSupportMiddle|
source: Angle (mm)
ru: Угол (мм)

# TabPageSupportMiddle|
source: Small Pillar Shape
ru: Малая форма столба

# TabPageSupportMiddle|
source: Sphere
ru: Сфера

# TabPageSupportMiddle|
source: Cone
ru: Конус

# TabPageSupportMiddle|
source: None
ru: Нет

# TabPageSupportMiddle|
source: Diameter Size Of Small Column Support Body
ru: Диаметр размера корпуса поддержки малой колонны

# TabPageSupportMiddle|
source: Upper Depth(mm)
ru: Верхняя глубина(мм)

# TabPageSupportMiddle|
source: Upper Depth (mm)
ru: Верхняя глубина(мм)

# TabPageSupportMiddle|
source: Lower Depth(mm)
ru: Нижняя глубина(мм)

# TabPageSupportMiddle|
source: Lower Depth (mm)
ru: Нижняя глубина(мм)

# TabPageSupportRaft|
source: Raft Shape
ru: Форма плота

# TabPageSupportRaft|
source: None
ru: Нет

# TabPageSupportRaft|
source: Skate
ru: Подошва

# TabPageSupportRaft|
source: Cross grid
ru: Перекрестная сетка

# TabPageSupportRaft|
source: Hexagonal grid
ru: Шестиугольная сетка

# TabPageSupportRaft|
source: Bottom connected
ru: Нижнее соединение

# TabPageSupportRaft|
source: Select the shape of the raft that touches the platform.
ru: Выберите форму плота, который касается платформы.

# TabPageSupportRaft|
source: Raft Area Ratio(%)
ru: Коэффициент площади(%)

# TabPageSupportRaft|
source: Raft Area Ratio (%)
ru: Коэффициент площади рафта (%)

# TabPageSupportRaft|
source: Sets The Area Scale Of The Bottom Valve, Which Is The Ratio Of The Total Area Of The Bottom Valve Relative To The Total Area Projected By The Model To The Printing Platform
ru: Устанавливает масштаб площади нижнего клапана, который представляет 166 от общей площади нижнего клапана относительно общей площади, проецируемой моделью, к печатной платформе

# TabPageSupportRaft|
source: Raft Thickness(mm)
ru: Толщина плота(мм)

# TabPageSupportRaft|
source: Raft Thickness (mm)
ru: Толщина рафта (мм)

# TabPageSupportRaft|
source: The Thickness Of The Bottom Valve
ru: Толщина нижнего клапана

# TabPageSupportRaft|
source: Raft Height(mm)
ru: Высота плота(мм)

# TabPageSupportRaft|
source: Raft Height (mm)
ru: Высота рафта (мм)

# TabPageSupportRaft|
source: Height Dimension Of Bottom Valve
ru: Высота размера нижнего клапана

# TabPageSupportRaft|
source: Raft Slope(°)
ru: Уклон плота(°)

# TabPageSupportRaft|
source: Raft Slope (°)
ru: Склон Рафта (к)

# TabPageSupportRaft|
source: Tilt Angle Between Bottom Valve Side And Printing Platform
ru: Угол наклона между нижней стороной клапана и платформой печати

# TabPageSupportRaft|
source: Grid Side Length (mm)
ru: Длина сетки (мм)

# TabPageSupportRaft|
source: The side lengths of grid holes.
ru: Боковые длины сетки отверстия.

# TabPageSupportRaft|
source: Grid Width (mm)
ru: Ширина сетки (мм)

# TabPageSupportRaft|
source: The distance between each grid hole.
ru: Расстояние между каждым отверстием сетки.

# TabPageSupportTip|
source: Contact Shape
ru: Форма точки контакта

# TabPageSupportTip|
source: Sphere
ru: Сфера

# TabPageSupportTip|
source: None
ru: Нет

# TabPageSupportTip|
source: Contact Diameter(mm)
ru: Диаметр контакта(мм)

# TabPageSupportTip|
source: Contact Shape Diameter (mm)
ru: Диаметр формы контакта (мм)

# TabPageSupportTip|
source: Contact Depth(mm)
ru: Точка контакта(мм)

# TabPageSupportTip|
source: Contact Depth (mm)
ru: Глубина контакта (мм)

# TabPageSupportTip|
source: Selection Of Top Shape Of Support In Contact With Model
ru: Выбор верхней формы поддержки в контакте с моделью

# TabPageSupportTip|
source: Diameter Dimension Of The Top Of The Support In Contact With The Model
ru: Диаметр размера верхней части опоры в контакте с моделью

# TabPageSupportTip|
source: Depth Dimension Of The Top Of The Support In Contact With The Model
ru: Глубина измерения верхней части поддержки в контакте с моделью

# TabPageSupportTip|
source: Connection Shape
ru: Форма соединения

# TabPageSupportTip|
source: Cone
ru: Конус

# TabPageSupportTip|
source: Pyramid
ru: Пирамида

# TabPageSupportTip|
source: Skate
ru: Подошва

# TabPageSupportTip|
source: Connection Shape Of The Top Support Body
ru: Форма соединения верхнего тела поддержки

# TabPageSupportTip|
source: Upper Diameter(mm)
ru: Верхний диаметр(мм)

# TabPageSupportTip|
source: Upper Diameter (mm)
ru: Верхний диаметр (мм)

# TabPageSupportTip|
source: The Diameter Of The Upper End Of The Top Support Body
ru: Диаметр верхнего конца верхнего опоры кузова

# TabPageSupportTip|
source: Lower Diameter(mm)
ru: Нижний диаметр (мм)

# TabPageSupportTip|
source: Lower Diameter (mm)
ru: Нижний диаметр (мм)

# TabPageSupportTip|
source: The Diameter Of The Lower End Of The Top Support Body
ru: Диаметр нижнего конца верхнего опоры кузова

# TabPageSupportTip|
source: Connection Length(mm)
ru: Длина соединения (мм)

# TabPageSupportTip|
source: Connection Length (mm)
ru: Длина соединения (мм)

# TabPageSupportTip|
source: Length Of Top Support Body
ru: Длина верхнего тела поддержки

# UpdateDialog|
source: Check For Updates
ru: Проверить обновления

# UpdateDialog|
source: Yes
ru: Да

# UpdateDialog|
source: ChangeLog:
ru: Журнал изменений:

# UpdateDialog|
source: Automatically check the latest version at startup
ru: Автоматически проверять последнюю версию при запуске

# VisibilityOption|
source: Visibility
ru: Видимость

# VisibilityOption|
source: Show the support shotcut help
ru: Показать справку о поддержке выстрела

# WifiDialog|
source: Network Sending
ru: Отправка по сети

# WifiDialog|
source: File Name:
ru: Имя файла:

# WifiDialog|
source: Printer Name:
ru: Имя принтера:

# WifiDialog|
source: Send
ru: Отправить

# WifiDialog|
source: Import File
ru: Импорт файла

# WifiDialog|
source: Export File
ru: Экспорт файла

# WifiDialog|
source: Format Storage
ru: Хранение форматов

# WifiDialog|
source: Switch Storage
ru: Хранение коммутатора

# WifiDialog|
source: Stop
ru: Стоп

# WifiDialog|
source: Stop Print
ru: Остановить печать

# WifiDialog|
source: Start Print
ru: Начало печати

# WifiDialog|
source: Delete File
ru: Удалить файл

# PreViewAreaPro|
source: Machine:
ru: Принтер:

# PreViewAreaPro|
source: Resin:
ru: Смола:

# PreViewAreaPro|
source: Volume:
ru: Объем:

# PreViewAreaPro|
source: not calculate
ru: не рассчитать

# PreViewAreaPro|
source: Weight:
ru: Вес:

# PreViewAreaPro|
source: Price:
ru: Цена:

# PreViewAreaPro|
source: Time:
ru: Время:

# PreViewAreaPro|
source: Network Sending
ru: Отправка по сети

# PreViewAreaPro|
source: Save
ru: Сохранить

# PreViewAreaPro|
source: All
ru: Все

# PreViewAreaPro|
source: Model
ru: Модель

# PreViewAreaPro|
source: Support
ru: Поддержка

# PreViewAreaPro|
source: Back
ru: Назад

# LoginWin|
source: Make every creation easier!
ru: Сделайте каждое творение проще!

# LoginWin|
source: Enter account
ru: Имя учетной записи

# LoginWin|
source: Enter password
ru: Пароль

# LoginWin|
source: Change another
ru: Изменить другой

# LoginWin|
source: Register
ru: Регистрация

# LoginWin|
source: Forget Password?
ru: Забыть пароль?

# LoginWin|
source: Remember me
ru: Запомни меня

# LoginWin|
source: Auto Login
ru: Автоматическая авторизация

# LoginWin|
source: Activating...
ru: Активация...

# LoginWin|
source: Switch accounts
ru: Сменить аккаунт

# LoginWin|
source: login
ru: Авторизоваться

# MessageDialog|
source: Yes
ru: Да

# MessageDialog|
source: No
ru: Нет

# MessageDialog|
source: Cancel
ru: Отмена

# CurrentMachinePara|
source: None
ru: Нет

# CurrentMachinePara|
source: Grid3D
ru: Сетка 3D

# CurrentMachinePara|
source: Cross3D
ru: Крест 3D

# CurrentMachinePara|
source: Cross3D-45
ru: Крест 3D -45

# MyFileDialog|
source: Open File
ru: Открыть файл

# MyFileDialog|
source: Save Project
ru: Сохранить проект

# MyFileDialog|
source: Save All As
ru: Сохранить все как

# MyFileDialog|
source: Save As
ru: Сохранить как

# MyFileDialog|
source: Export Parts
ru: Экспортные запчасти

# MyFileDialog|
source: Open Project
ru: Открыть проект

# MyFileDialog|
source: Save Slicer
ru: Сохранить нарезку

# MyFileDialog|
source: Save Screenshot
ru: Сохранить скриншот

# MyFileDialog|
source: Save Animation
ru: Сохранить анимацию

# MyFileDialog|
source: Select mask picture
ru: Выберите маску

# MyFileDialog|
source: Load picture
ru: Изображение нагрузки

# MyFileDialog|
source: Import Configuration
ru: Импорт конфигурации

# MyFileDialog|
source: Export Configuration
ru: Экспорт конфигурации

# MyFileDialog|
source: Export Support Configuration
ru: Конфигурация поддержки экспорта

# MyFileDialog|
source: Export Auto Support Configuration
ru: Конфигурация автоматической поддержки экспорта

# MyFileDialog|
source: Export All Support Configuration
ru: Экспорт Вся конфигурация поддержки

# MyFileDialog|
source: Export All Configuration
ru: Экспортировать всю конфигурацию

# MyFileDialog|
source: Import Plugin
ru: Импорт Плагина

# MyFileDialog|
source: Build Plugin
ru: Создать плагин

# MyFileDialog|
source: Set Default Save AS Path
ru: Путь сохраниения по умолчанию

# MyFileDialog|
source: Set Default Export Path
ru: Путь экспорта по умолчанию

# MyFileDialog|
source: Export Record Command
ru: Командование экспортных записей

# MyFileDialog|
source: Export All Record Command
ru: Экспорт Все рекордные команды

# MyFileDialog|
source: Import File To Net
ru: Файл импорта в сеть

# MyFileDialog|
source: Export File From Net
ru: Экспортный файл из сети

# MyFileDialog|
source: Save Preview Image
ru: Сохранить изображение предварительного просмотра

# MyFileDialog|
source: Import Pattern File
ru: Файл шаблона импорта

# MyFileDialog|
source: Select Directory
ru: Выберите категорию

# MyFileDialog|
source: Import Po File
ru: Импорт файл перевода

# MyFileDialog|
source: Export Po File
ru: Экспорт файл перевода

# MyFileDialog|
source: Import registration file
ru: Импорт регистрационного файла

# MyMessageDialog|
source: Cancel
ru: Отмена

# MyMessageDialog|
source: Delete the current supports?
ru: Удалить текущую поддержку?

# MyMessageDialog|
source: Out Of Bounds
ru: Вне границ

# MyMessageDialog|
source: The model has exceeded the printing platform, do you want to continue?
ru: Модель превысила печатную платформу, вы хотите продолжить?

# MyMessageDialog|
source: Delete support
ru: Удалить поддержку

# MyMessageDialog|
source: The operation will remove the support. Do you want to continue?
ru: Операция удалит поддержку. Вы хотите продолжить?

# MyMessageDialog|
source: Factory setting
ru: Заводские настройки

# MyMessageDialog|
source: The operation will restore all the setting. Do you want to continue?
ru: Операция восстановит все настройки. Вы хотите продолжить?

# MyMessageDialog|
source: Close
ru: Закрыть

# MyMessageDialog|
source: Are you sure you want to quit?
ru: Вы уверены, что хотите выйти?

# MyMessageDialog|
source: Warning
ru: Предупреждение

# MyMessageDialog|
source: Exiting now will cause the saved file to be corrupted. Are you sure you want to quit?
ru: Выход сейчас приведет к повреждению сохраненного файла. Вы уверены, что хотите бросить курить?

# MyMessageDialog|
source: Delete current profile?
ru: Удалить текущий профиль?

# MyMessageDialog|
source: Error
ru: Ошибка

# MyMessageDialog|
source: The folder does not contain plugins!
ru: Папка не содержит плагинов!

# MyMessageDialog|
source: The file is not a valid plugin!
ru: Файл не является допустимым плагином!

# MyMessageDialog|
source: The suffix %1 is not supported. Please ask the device vendor for the relevant suffix plugin.
ru: Суффикс %1 не поддерживается. Пожалуйста, обратитесь к поставщику устройств для соответствующего плагина суффикса.

# MyMessageDialog|
source: The file name contains invalid characters: %, #, :
ru: Имя файла содержит недопустимые символы: %, #, :

# RepairInfoModel|
source: Broken Surface(%1)
ru: Сломанная поверхность (%1)

# RepairInfoModel|
source: Broken Edge(%1)
ru: Сломанный край (%1)

# RepairInfoModel|
source: Broken Hole(%1)
ru: Сломанная дыра (%1)

# RepairInfoModel|
source: Redundant Shell(%1)
ru: Резервная оболочка (%1)

# SaveGifJob|
source: Prepare to build GIF...
ru: Подготовка к созданию GIF...

# SaveGifJob|
source: Prepare...
ru: Подготовить...

# SaveGifJob|
source: Add picture %1
ru: Добавить картинку%1

# SaveGifJob|
source: Save to gif...
ru: Сохранить в gif...

# QObject|
source: The model is too large,<br/>is it {scaled to the fit size}?
ru: Модель слишком большая,<br/>она {отмасштабировать до нужного размера}?

# QObject|
source: The model is too small, do you want to {scaled to the fit size}?
ru: Модель слишком мала, вы хотите {масштабировать до нужного размера}?

# WindowOpPara|
source: Printer type does not match and only the corresponding option parameters are imported.
ru: Тип принтера не совпадает, и импортируются только соответствующие параметры опции.

# WindowOpPara|
source: Info
ru: Информация

# WindowOpPara|
source: Successful merge configuration!
ru: Успешная конфигурация слияния!

# MeshFaceSet|
source: Refining the model grid
ru: Уточнение модельной сетки

# QObject|
source: Slice image import is complete, 3D preview is being generated...
ru: Импорт изображения фрагмента завершен, генерируется 3D предварительный просмотр...

# MeshLoaderBase|
source: Loading file...
ru: Загрузка файла...

# MeshLoaderBase|
source: Warn
ru: Предупреждения

# MeshLoaderBase|
source: The file is too large, so only part of the 3d model and all layered images can be displayed!
ru: Файл слишком большой, так что только часть 3d-модели и все многослойные изображения могут быть отображены!

# MeshLoaderBase|
source: Writing file...
ru: Записывается файл...

# MeshLoaderBase|
source: Writing File...
ru: Записывается файл...

# MeshLoaderBase|
source: Cann't open file!
ru: Не могу открыть файл!

# MeshLoaderBase|
source: Cann't write file!
ru: Не могу записать файл!

# MeshLoaderBase|
source: Invalid file!
ru: Неверный файл!

# MeshLoaderBase|
source: Cann't create directory!
ru: Не могу создать каталог!

# MeshLoaderBase|
source: Other error!
ru: Другая ошибка!

# MeshLoaderProxy|
source: File does not exist!
ru: Файл не существует!

# MeshLoaderProxy|
source: Unable to open file!
ru: Невозможно открыть файл!

# SwitchToSupModeJob|
source: Preprocessing...
ru: Предварительная обработка...

# ConfigSet|
source: Error
ru: Ошибка

# ConfigSet|
source: Unknown machine type:%1
ru: Неизвестный тип машины:%1

# Authorization|
source: error:
ru: Ошибка:

# Authorization|
source: info
ru: информация

# Authorization|
source: Your license has expired. You can click
ru: Срок действия лицензии истек. Вы можете нажать

# Authorization|
source: Unbinding will cancel the right to use the current license serial number on this computer and obtain the right to use the current license serial number on another computer device. Continue to unbind?
ru: Отмена права на использование текущего лицензионного серийного номера на этом компьютере и получение права на использование текущего лицензионного серийного номера на другом компьютерном устройстве. Продолжать не связаны?

# Authorization|
source: Purchase URL
ru: Ссылка на покупку

# Authorization|
source: the purchasing enterprise
ru: закупочное предприятие

# Authorization|
source: to confirm details.
ru: для подтверждения деталей.

# Authorization|
source: The current license serial number has been frozen, please switch to another available license serial number to activate the software, or further contact
ru: Текущий серийный номер лицензии был заморожен, переключитесь на другой доступный серийный номер лицензии для активации программного обеспечения или свяжитесь с пользователем

# Authorization|
source: the purchasing enterprise
ru: закупочное предприятие

# Authorization|
source: to confirm details.
ru: для подтверждения деталей.

# Authorization|
source: Ensure that the network is open
ru: Убедитесь, что сеть открыта

# Authorization|
source: Exit
ru: Выход

# Authorization|
source: Switch Accounts
ru: Сменить аккаунт

# Authorization|
source: Successfully unbound! Please close the software or switch to another account.
ru: Успешно не связаны! Пожалуйста, закройте программное обеспечение или переключитесь на другую учетную запись.

# Authorization|
source: Authorization ok
ru: Авторизация нормально

# Authorization|
source: to purchase another license so you can continue using CHITUBOX Pro.
ru: приобрести другую лицензию, чтобы вы могли продолжать использовать CHITUBOX Pro.

# Authorization|
source: This license is no valid. Please enter a valid license serial number.
ru: Эта лицензия не действительна. Пожалуйста, введите действительный серийный номер лицензии.

# Authorization|
source: This license has been bound to another account and cannot be used to activate your
ru: Эта лицензия была привязана к другой учетной записи и не может быть использована для активации программного обеспечения.

# Authorization|
source: The 3D printer ID and license you entered are not tied to each other or wrong. Please enter the correct license.
ru: Идентификатор 3D принтера и лицензия, которую вы ввели, не привязаны друг к другу или неправильны. Пожалуйста, введите правильную лицензию.

# Authorization|
source: Server exception!
ru: Исключение сервера!

# Authorization|
source: day
ru: день

# Authorization|
source: hour
ru: час

# Authorization|
source: min
ru: мин

# Authorization|
source: Net Error
ru: Чистая ошибка

# Authorization|
source: Ubind fail. errorStauts:
ru: Убинд терпят неудачу. ошибкаСтауты:
