Repository: Cyberdemon-23/Chitubox-ru-translate
Catalog: *_00.po
Languages: ru

# DialogProfileSettingPro|
source: True machine light-off time = maximum (total time of Z-axis up and down movement, configured light-off delay)
ru: Истинное машинное световое время - максимальное (общее время Оси вверх и вниз движения, настроенный свет-офф задержки)

# DialogProfileSettingPro|
source: Bottom Light-off Delay:
ru: Задержка выкл. света низ:

# DialogProfileSettingPro|
source: Bottom Lift Distance:
ru: Расстояние подъема низ:

# DialogProfileSettingPro|
source: In The Bottom Layers Printing Process, The Printing Platform Moves Away From The Printing Surface Each Time
ru: В процессе печати нижних слоев печатная платформа каждый раз отходит от поверхности печати

# DialogProfileSettingPro|
source: Lifting Distance:
ru: Расстояние подъема:

# DialogProfileSettingPro|
source: In The Normal Layers Printing Process, The Printing Platform Moves Away From The Printing Surface Each Time
ru: В процессе печати обычных слоев платформа печати каждый раз отходит от поверхности печати

# DialogProfileSettingPro|
source: Bottom Retract Distance:
ru: Расстояние отвода низ:

# DialogProfileSettingPro|
source: Retract Distance:
ru: Расстояние отвода:

# DialogProfileSettingPro|
source: Bottom Lift Speed:
ru: Скорость подъема низ:

# DialogProfileSettingPro|
source: Lifting Speed:
ru: Скорость подъема:

# DialogProfileSettingPro|
source: Downing Speed:
ru: Скорость опускания:

# DialogProfileSettingPro|
source: Bottom Retract Speed:
ru: Скорость отвода низ:

# DialogProfileSettingPro|
source: Retract Speed:
ru: Скорость отвода:

# DialogProfileSettingPro|
source: In The Printing Process, The Movement Speed Of The Printing Platform Close To The Printing Forming Surface
ru: В процессе печати скорость движения печатной платформы вблизи поверхности печати

# DialogProfileSettingPro|
source: Rest Time Before Down:
ru: Время отдыха перед подъемом:

# DialogProfileSettingPro|
source: The time gap starting from the end of exposure to when the platform starts to lower down.
ru: Разрыв во времени, начиная с конца экспозиции, когда платформа начинает расти.

# DialogProfileSettingPro|
source: Rest Time After Down:
ru: Время отдыха после падения:

# DialogProfileSettingPro|
source: The time gap starting from when the platform stops descending to when it starts to rise.
ru: Временной разрыв, начинающийся с момента, когда платформа перестает опускаться, до момента, когда она начинает подниматься.

# DialogProfileSettingPro|
source: Bottom Down Distance:
ru: Высота подъема:

# DialogProfileSettingPro|
source: Downing Distance:
ru: Высота подъема:

# DialogProfileSettingPro|
source: Bottom Down Speed:
ru: Скорость опускания низ:

# DialogProfileSettingPro|
source: The speed at which the printing platform moves away from the printing surface each time in the underlying printing process
ru: Скорость, с которой платформа печати удаляется от поверхности печати каждый раз в базовом процессе печати

# DialogProfileSettingPro|
source: The speed at which the printing platform leaves the printing surface each time during normal layer printing
ru: Скорость, с которой платформа печати покидает поверхность печати каждый раз во время печати обычным слоем

# DialogProfileSettingPro|
source: Edge Width:
ru: Ширина края:

# DialogProfileSettingPro|
source: Edge Exposure:
ru: Экспозиция края:

# DialogProfileSettingPro|
source: Bottom Edge Width:
ru: Ширина нижнего края:

# DialogProfileSettingPro|
source: Bottom Edge Exposure:
ru: Экспозиция края низ:

# DialogProfileSettingPro|
source: Infill Structure:
ru: Структура заполнения:

# DialogProfileSettingPro|
source: None
ru: Нет

# DialogProfileSettingPro|
source: Infill Density:
ru: Плотность заполнения:

# DialogProfileSettingPro|
source: Wall Thickness:
ru: Толщина:

# DialogProfileSettingPro|
source: Start:
ru: Старт

# DialogProfileSettingPro|
source: Interlayer:
ru: Прослойка:

# DialogProfileSettingPro|
source: End:
ru: Конец:

# DialogProfileSettingPro|
source: Bottom Light PWM:
ru: Низ подсветка PWM:

# DialogProfileSettingPro|
source: Light PWM:
ru: Подсветка PWM:

# DialogProfileSettingPro|
source: Image Gray:
ru: Изображение серое:

# DialogProfileSettingPro|
source: The gray value of the printing images.
ru: Серое значение печатных изображений.

# DialogProfileSettingPro|
source: Support and model printing time difference:
ru: Поддержка и разница во времени печати модели:

# DialogProfileSettingPro|
source: Anti-aliasing:
ru: Сглаживание:

# DialogProfileSettingPro|
source: The Triangular Sawtooth Of Image Edge Is Softened To Achieve Smoother Surface Effect. The Continuity Of Edge Exposure And The Intensity Of Light Transmission Can Be Adjusted By Adding Or Deleting Pixel Units With Certain Gray Levels Between Adjacent Triangular Serrations, So As To Achieve A Smoother Edge Area
ru: Треугольная пила края изображения смягчается для достижения более плавного эффекта поверхности. Непрерывность краевой экспозиции и интенсивность передачи света могут быть скорректированы путем добавления или удаления пиксельных единиц с определенными серыми уровнями между соседними треугольными серрациями, с тем чтобы достичь более гладкой области края

# DialogProfileSettingPro|
source: Gray Range:
ru: Серый диапазон:

# DialogProfileSettingPro|
source: Anti-aliasing Level:
ru: Уровень сглаживания:

# DialogProfileSettingPro|
source: Anti-Aliasing Level
ru: Уровень сглаживания:

# DialogProfileSettingPro|
source: The Level Selection To Achieve Image Edge Triangle Serration
ru: Выбор уровня для достижения треугольника края изображения Serration

# DialogProfileSettingPro|
source: Image Blur Enable:
ru: Размытие изображения Включить:

# DialogProfileSettingPro|
source: Blur The Edges Of The Image
ru: Размыть края изображения

# DialogProfileSettingPro|
source: Image Blur Pixel:
ru: Размытие пикселей:

# DialogProfileSettingPro|
source: Image Blur Pixel
ru: Размытие пикселей:

# DialogProfileSettingPro|
source: Level Setting For Blurring The Edges Of The Image
ru: Настройка уровня для размытия краев изображения

# DialogProfileSettingPro|
source: Tolerance Compensation:
ru: Компенсация толерантности:

# DialogProfileSettingPro|
source: Inner And Outer Diameter Compensation Of Normal Printing Layer
ru: Компенсация внутреннего и внешнего диаметра нормального слоя печати

# DialogProfileSettingPro|
source: Tolerance Compensation
ru: Компенсация толерантности:

# DialogProfileSettingPro|
source: The Inner Diameter Size Compensation Of The Normal Printing Layer. When The Value Is Positive, The Size Of The Entity Increases, And The Inner Diameter Size Decreases; When The Value Is Negative, The Size Of The Entity Decreases, And The Inner Diameter Size Increases. Caution：When the inner diameter and outer diameter of the slice data are different from those of the model, the inner diameter of the model will be recognized as the outer diameter in the slice data for compensation
ru: Компенсация размера внутреннего диаметра нормального слоя печати. Когда значение положительное, размер сущности увеличивается, а размер внутреннего диаметра уменьшается; Когда значение отрицательное, размер сущности уменьшается, а размер внутреннего диаметра увеличивается. Внимание: Когда внутренний диаметр и внешний диаметр данных среза отличаются от данных модели, внутренний диаметр модели будет распознаться как внешний диаметр в данных среза для компенсации

# DialogProfileSettingPro|
source: The Outer Diameter Size Compensation Of The Normal Printing Layer. When The Value Is Positive, The Physical Size Increases, And The Outer Diameter Increases; When The Value Is Negative, The Physical Size Decreases, And The Outer Diameter Decreases
ru: Компенсация размера внешнего диаметра нормального слоя печати. Когда значение положительное, физический размер увеличивается, а внешний диаметр увеличивается; Когда значение отрицательное, физический размер уменьшается, а внешний диаметр уменьшается

# DialogProfileSettingPro|
source: Parity Difference:
ru: Разница в четности:

# DialogProfileSettingPro|
source: Difference = odd layer compensation - even layer compensation, non-zero values can form a special horizontal grain effect on the surface
ru: Разница = нечетная компенсация слоя-даже компенсация слоя, не-нулевые значения могут сформировать специальное горизонтальное воздействие зерна на поверхности

# DialogProfileSettingPro|
source: Bottom Tolerance Compensation:
ru: Компенсация допуска низ:

# DialogProfileSettingPro|
source: Inner And Outer Diameter Compensation Of Bottom Printing Layers
ru: Компенсация внутреннего и внешнего диаметра слоев нижней печати

# DialogProfileSettingPro|
source: Bottom Tolerance Compensation
ru: Компенсация допуска низ:

# DialogProfileSettingPro|
source: The Inner Diameter Size Compensation Of The Bottom Printing Layers. When The Value Is Positive, The Size Of The Entity Increases, And The Inner Diameter Size Increases; When The Value Is Negative, The Size Of The Entity Decreases, And The Inner Diameter Size Decreases. Caution：When the inner diameter and outer diameter of the slice data are different from those of the model, the inner diameter of the model will be recognized as the outer diameter in the slice data for compensation
ru: Компенсация размера внутреннего диаметра слоев нижней печати. Когда значение положительное, размер сущности увеличивается, а размер внутреннего диаметра увеличивается; Когда значение отрицательное, размер сущности уменьшается, а размер внутреннего диаметра уменьшается. Внимание: Когда внутренний диаметр и внешний диаметр данных среза отличаются от данных модели, внутренний диаметр модели будет распознаться как внешний диаметр в данных о срезе для компенсации

# DialogProfileSettingPro|
source: The Outer Diameter Size Compensation Of The Bottom Printing Layers. When The Value Is Positive, The Physical Size Increases, And The Outer Diameter Increases; When The Value Is Negative, The Physical Size Decreases, And The Outer Diameter Decreases
ru: Компенсация размера внешнего диаметра слоев нижней печати. Когда значение положительное, физический размер увеличивается, а внешний диаметр увеличивается; Когда значение отрицательное, физический размер уменьшается, а внешний диаметр уменьшается

# DialogProfileSettingPro|
source: Print Time Compensation:
ru: Компенсация времени печати:

# DialogProfileSettingPro|
source: Layer Print Time Compensation:
ru: Компенсация времени печати слоя:

# DialogProfileSettingPro|
source: Mask:
ru: Маска:

# DialogProfileSettingPro|
source: Mask File:
ru: Файл маски:

# DialogProfileSettingPro|
source: Gray scale unit:
ru: Единица серого масштаба:

# DialogScreenShotPro|
source: Screen Shot&Record
ru: Запись скриншота

# DialogScreenShotPro|
source: Screen Shot
ru: Скриншот

# DialogScreenShotPro|
source: Screen Record
ru: Запись экрана

# DialogScreenShotPro|
source: Author:
ru: Автор:

# DialogScreenShotPro|
source: Model:
ru: Модель:

# DialogScreenShotPro|
source: Duration:
ru: Продолжительность:

# DialogScreenShotPro|
source: Frame Rate:
ru: Частота кадров:

# DialogSettingPro|
source: Setting
ru: Настройки

# DialogSettingPro|
source: Normal
ru: Нормальный

# DialogSettingPro|
source: Apperance
ru: Внешний вид

# DialogSettingPro|
source: File
ru: Файл

# DialogSettingPro|
source: Function
ru: Функция

# DialogSettingPro|
source: Update
ru: Обновление

# DialogSettingPro|
source: Language:
ru: Язык:

# DialogSettingPro|
source: Font:
ru: Шрифт:

# DialogSettingPro|
source: Display Scale:
ru: Масштаб:

# DialogSettingPro|
source: Perspective:
ru: Перспектива:

# DialogSettingPro|
source: Perspective
ru: Перспектива

# DialogSettingPro|
source: Orthogonal view
ru: Ортогональный вид

# DialogSettingPro|
source: Subscript:
ru: Подстрочный:

# DialogSettingPro|
source: Move distance box:
ru: Отобразить расстояние перемещения:

# DialogSettingPro|
source: Platform coordinate system:
ru: Система координат платформы:

# DialogSettingPro|
source: Hide platform in Repair page :
ru: Скрыть платформу на странице Ремонт :

# DialogSettingPro|
source: In the 'Add Machine' page display 'Model' option
ru: На странице 'Добавить принтер' отобразить опцию 'Модель'

# DialogSettingPro|
source: Check for updates on startup
ru: Проверка обновлений при запуске

# DialogShortCut|
source: Shortcut
ru: Ярлык

# DialogShortCut|
source: Select/Deselect All
ru: Отметить/Снять все

# DialogShortCut|
source: Multiple Selection By Click
ru: Множественный выбор по щелчку

# DialogShortCut|
source: Continuous Multiple Selection
ru: Непрерывный множественный выбор

# DialogShortCut|
source: Paste
ru: Вставить

# DialogShortCut|
source: File
ru: Файл

# DialogShortCut|
source: Select
ru: Выбрать

# DialogShortCut|
source: Edit
ru: Редактировать

# DialogShortCut|
source: View
ru: Просмотр

# DialogShortCut|
source: Support
ru: Поддержка

# DialogShortCut|
source: Help
ru: Помощь

# DialogShortCut|
source: Open...
ru: Открыть...

# DialogShortCut|
source: New Project
ru: Новый проект

# DialogShortCut|
source: Open Project
ru: Открыть проект

# DialogShortCut|
source: Save Project
ru: Сохранить проект

# DialogShortCut|
source: Save As
ru: Сохранить как

# DialogShortCut|
source: Last Opened
ru: Последнее открытое

# DialogShortCut|
source: Delete File
ru: Удалить файл

# DialogShortCut|
source: Reverse selection
ru: Обратный выбор

# DialogShortCut|
source: Undo
ru: Отмена

# DialogShortCut|
source: Redo
ru: Повтор

# DialogShortCut|
source: Move
ru: Переместить

# DialogShortCut|
source: Rotate
ru: Поворот

# DialogShortCut|
source: Scale
ru: Масштаб

# DialogShortCut|
source: Mirror
ru: Зеркало

# DialogShortCut|
source: Record Screen
ru: Запись экрана изображение

# DialogShortCut|
source: Stop Record
ru: Остановить запись

# DialogShortCut|
source: Capture Record
ru: Запись захвата

# DialogShortCut|
source: Toggle Center Of Rotation
ru: Переключение центр вращения

# DialogShortCut|
source: Default View
ru: Вид по умолчанию

# DialogShortCut|
source: Front View
ru: Вид спереди

# DialogShortCut|
source: Back View
ru: Вид сзади

# DialogShortCut|
source: Left View
ru: Вид слева

# DialogShortCut|
source: Right View
ru: Правый вид

# DialogShortCut|
source: Top View
ru: Вид сверху

# DialogShortCut|
source: Bottom View
ru: Вид снизу

# DialogShortCut|
source: Transparent View
ru: Прозрачный вид

# DialogShortCut|
source: Orthogonal View
ru: Ортогональный вид

# DialogShortCut|
source: Move Slowly
ru: Переместить

# DialogShortCut|
source: Scale Slowly
ru: Масштаб

# DialogShortCut|
source: Adjust The Touch Prompt Distance
ru: Отрегулируйте сенсорное быстрое расстояние

# DialogShortCut|
source: Add Support Mode
ru: Режим добавлениея поддержки

# DialogShortCut|
source: Delete Support Mode
ru: Режим удаления поддержки

# DialogShortCut|
source: Editing Support Mode
ru: Режим редактирования поддержки

# DialogShortCut|
source: Toggle Support Profile
ru: Удалить профиль поддержки

# DialogShortCut|
source: Setting
ru: Настройки

# DialogShortCut|
source: Technical Support
ru: Техническая поддержка

# DialogSplitModel|
source: Split Model
ru: Сплит-модель

# DialogSplitModel|
source: Keep Original Model
ru: Сохранить оригинальную модель

# DialogSupportAdvance|
source: Advanced Support Settings
ru: Расширенные настройки поддержки

# DialogSupportAdvance|
source: Adsorption Radius
ru: Радиус адсорбции

# DialogSupportAdvance|
source: Adsorption Angle
ru: Угол адсорбции

# DialogSupportAdvance|
source: Display support auxiliary line (surface contact diameter)
ru: Отображение вспомогательной линии поддержки (диаметр контакта поверхности)

# DialogSupportAdvance|
source: Height of boss supporting bottom
ru: Высота босса, поддерживающего дно

# DialogSupportAdvance|
source: Size setting
ru: Настройка размера

# DialogSupportAdvance|
source: Cross Structure Diameter
ru: Диаметр поперечной структуры

# DialogSupportAdvance|
source: The diameters of the cross structures
ru: Диаметры поперечных сооружений

# DialogSupportAdvance|
source: Maximum Small Pillar Length
ru: Максимальная длина малого столба

# DialogSupportAdvance|
source: A support added automatically or manually will become a small pillar if its ends both contact the model body, and it doesn't exceed Maximum Small Pillar Length. If it is longer than that Length, it will be added as a normal support with the Upper Diameter setting of the Middle part as its size.
ru: Поддержка, добавленная автоматически или вручную, станет небольшим столбом, если его концы оба соесятся с корпусом модели, и он не превысит максимальную длину малого столба. Если она длиннее, чем длина, она будет добавлена в качестве обычной поддержки с верхним диаметром настройки средней части, как его размер.

# DialogSupportAdvance|
source: The height of the boss of bottom support part.
ru: Высота босса нижней опорной части.

# DialogSupportAdvance|
source: The diameter of the boss of bottom support part.
ru: Диаметр босса нижней опорной части.

# DialogSupportAdvance|
source: Automatic/manual support settings
ru: Настройки автоматической/ручной поддержки

# DialogSupportAdvance|
source: Cross Enable
ru: Перекрестное включить

# DialogSupportAdvance|
source: Enable/Disable cross structures between the middle parts of supports
ru: Включить/отключить поперечные структуры между средними частями опор

# DialogSupportAdvance|
source: Cross start height
ru: Высота соединения(мм)

# DialogSupportAdvance|
source: Set the minimum starting height for the cross structures: cross structures will appear only if the distance from the contact point of the model and the support to the platform is larger to this value.
ru: Установите минимальную начальную высоту для поперечных структур: поперечные структуры появятся только в том случае, если расстояние от точки контакта модели и опора платформы больше к этому значению.

# DialogSupportAdvance|
source: Minimum Spacing Of Cross Structure(Z)
ru: Минимальное расстояние между поперечной структурой (я)

# DialogSupportAdvance|
source: The minimum distance between neighboring cross structures in the Z-axis direction.
ru: Минимальное расстояние между соседними поперечных структур в направлении К-оси.

# DialogSupportAdvance|
source: Maximum Spacing Of Cross Structure(XY)
ru: Максимальное расстояние между поперечной структурой (XY)

# DialogSupportAdvance|
source: Enable Support in Shell
ru: Включить поддержку в Shell

# DialogSupportAdvance|
source: Spacing From Model
ru: Расстояние от модели

# DialogSupportAdvance|
source: Max offset from contact
ru: Максимальное смещение от контакта

# DialogSupportAdvance|
source: Starting Effective Height Of Lower End Diameter Of Middle Support
ru: Запуск эффективной высоты нижнего конца диаметра средней поддержки

# DialogSupportAdvance|
source: Enhanced Automatic Support
ru: Улучшенная автоматическая поддержка

# DialogSupportAdvance|
source: Select the model to center
ru: Выберите модель в центр

# DialogSupportAdvance|
source: Preview mode setting
ru: Настройка предварительного просмотра

# DialogSupportAdvance|
source: The maximum allowable distance on the X-Y plane between cross structures when auto cross structres between neighboring supports are enabled.
ru: Максимально допустимое расстояние на плоскости X-Y между поперечными структурами при включении автоматических поперечных конструкций между соседними опорами.

# DialogSupportAdvance|
source: Enable/Disable adding supports in
ru: Включить/отключить добавление опор в

# DialogSupportAdvance|
source: The minimum allowable distance between the trunk of a support and the model on the X-Y plane when the suppport lands on the platform.
ru: Минимальное допустимые расстояния между стволом опоры и моделью на плоскости X-Y, когда suppport приземляется на платформу.

# DialogSupportAdvance|
source: The maximum allowable horizontal distance (on the X-Y plane) between a support and its contact point on the model body on the X-Y plane when the support lands on the platform. When adding support automatically or manually, if the distance between a support and its model contact is lower than this value, the support will be added. Otherwise the support won't be generated.
ru: Максимально допустимое горизонтальное расстояние (на плоскости X-Y) между опорой и точкой контакта на корпусе модели на плоскости X-Y, когда опора приземляется на платформу. При добавлении поддержки автоматически или вручную, если расстояние между поддержкой и контактом модели ниже этого значения, будет добавлена поддержка. В противном случае поддержка не будет сгенерирована.

# DialogSupportAdvance|
source: This controls when the Lower Diameter setting in the Middle part will take effect. Only when the support height is larger than this value can Lower Diameter become effective. If Lower Diameter becomes ineffective, the lower diameters of supports will be the same as what Upper Diameter is set.
ru: Это меры контроля, когда вступят в силу настройки Нижнего диаметра в средней части. Только тогда, когда высота поддержки больше, чем это значение может Нижний диаметр стать эффективным. Если Нижний Диаметр становится неэффективным, нижние диаметры опор будут такими же, как установлен Верхний диаметр.

# DialogSupportAdvance|
source: Automatically Absorbs
ru: Автоматически поглощает

# DialogSupportAdvance|
source: Enable/Disable support preview when manually adding supports.
ru: Включить/отключить предварительный просмотр поддержки при ручном добавлении поддержкек.

# DialogSupportAdvance|
source: Support Hidden Angle(0-90°)
ru: Поддержка скрытого угла (0-90°)

# DialogSupportAdvance|
source: When editing supports, if you drag to view the model from below, when you reach the angle you set here, the middle and bottom parts of supports will be hidden. This feature will be disabled if you set it to 0.
ru: При редактировании поддерживает, если вы перетащите для просмотра модели снизу, когда вы достигнете угла вы установите здесь, средняя и нижняя части опоры будут скрыты. Эта функция будет отключена, если вы установите ее на 0.

# DialogSupportAdvance|
source: In the support mode, when the viewing angle looks up to the model to a certain angle, the middle and bottom supports will be hidden automatically,set 0 to prohibit hiding
ru: В режиме поддержки, когда угол обзора смотрит до модели под определенным углом, средняя и нижняя опоры будут скрыты автоматически, установить 0, чтобы запретить скрывать

# DialogSupportAdvance|
source: Show/Hide support auxiliary lines, an assisting marks on the model that tell you where the auto supports could be added.
ru: Показать / Скрыть поддержку вспомогательных линий, вспомогательные знаки на модели, которые говорят вам, где авто поддерживает могут быть добавлены.

# DialogSupportAdvance|
source: When you are in the support editing mode, the view will be centered on the selected models.
ru: Когда вы находитесь в режиме редактирования поддержки, представление будет сосредоточено на выбранных моделях.

# DialogSupportAdvance|
source: In the support mode, the selected model is automatically placed in the center of the perspective
ru: В режиме поддержки выбранная модель автоматически помещается в центр перспективы

# DialogSupportAdvance|
source: Preview support (add support)
ru: Поддержка предварительного просмотра (добавить поддержку)

# DialogSupportAdvance|
source: Diameter of the boss at the bottom of the support
ru: Диаметр босса в нижней части опоры

# DialogSurfaceBlurPro|
source: Surface Blur
ru: Поверхностное пятно

# DialogSurfaceBlurPro|
source: Blurred diameter:
ru: Размытый диаметр:

# DialogSurfaceBlurPro|
source: Swing amplitude:
ru: Амплитуда качели:

# DialogSurfaceBlurPro|
source: Minimal triangle:
ru: Минимальный треугольник:

# DialogSurfaceBlurPro|
source: Smoothness:
ru: Гладкость:

# DialogSuspendDetectPro|
source: Suspend Detect
ru: Обнаружение приостановки

# DialogSuspendDetectPro|
source: Select All
ru: Выбрать все
