Repository: Cyberdemon-23/Chitubox-ru-translate
Catalog: *_00.po
Languages: ru

# IconContainer|
source: Remove The Repeated Triangle Faces With The Same Size, Position And Shape On The Model, And Only Keep One Of The Faces To Ensure The Integrity Of The Model
ru: Удалите повторяющиеся лица треугольника с тем же размером, положением и формой на модели, и только сохранить один из лиц, чтобы обеспечить целостность модели

# IconContainer|
source: Coated Outer Surface
ru: Внешняя поверхность с покрытием

# IconContainer|
source: Unify The Wrapping Direction Of The Triangles Of The Model Outwards, Delete The Contradictory Triangles, And Refine The Outer Surface To Close
ru: Объединить направление обертывания треугольников модели наружу, удалить противоречивые треугольники, и уточнить внешнюю поверхность, чтобы закрыть

# IconContainer|
source: Recommend And Set The Layout Orientation For The Selected 3D Model Before Adding Support
ru: Рекомендовать и устанавливать ориентацию макета для выбранной 3D-модели перед добавлением поддержки

# IconContainer|
source: Identify The Symmetry Plane Of The Model And Manually Add Symmetry Supports According To The Set Symmetry Plane
ru: Определите плоскость симметрии модели и вручную добавьте поддержку симметрии в соответствии с плоскости симметрии набора

# IconContainer|
source: Automatically Measure And Display The Envelope Length, Width And Height Of The Selected Model
ru: Автоматическое измерение и отображение длины конверта, ширины и высоты выбранной модели

# IconContainer|
source: Measure And Display The Distance Between Two Points Of The Model
ru: Измерение и отображение расстояния между двумя точками модели

# IconContainer|
source: Measure And Display The Distance Value From The Point On The Model To The Plane
ru: Измерение и отображение значения расстояния от точки на модели до плоскости

# IconContainer|
source: Measure And Display The Distance Between Two Parallel Planes On The Model
ru: Измерение и отображение расстояния между двумя параллельными плоскостями на модели

# IconContainer|
source: Configuration Software Interactive Use Process Related Data Information
ru: Конфигурация программного обеспечения Интерактивное использование процесса, связанные с информацией данных

# IconContainer|
source: Obtain And Enter The Permission To Use The Software And Some Of Its Functional Modules
ru: Получить и ввести разрешение на использование программного обеспечения и некоторых из его функциональных модулей

# IconContainer|
source: Record And Display Software Version, Device ID And Configuration Environment
ru: Запись и отображение программной версии, идентификатора устройства и среды конфигурации

# IconContainer|
source: Record And Display The Process Log Of Different Versions Of The Software
ru: Запись и отображение журнала процессов различных версий программного обеспечения

# IconContainer|
source: Consult The Instruction Manual Related To The Software
ru: Проконсультируйтесь с инструкцией, связанной с программным обеспечением

# IconContainer|
source: Restore The Current Software To The Factory Configuration State
ru: Восстановление текущего программного обеспечения в состоянии конфигурации фабрики

# IconContainer|
source: Get Shortcut Keys Corresponding To Different Functions Of The Software
ru: Получите сочетания клавиш, соответствующие различным функциям ПО

# IconContainer|
source: Add The Plug-Ins Needed To Use The Software
ru: Добавить плагины, необходимые для использования ПО

# IconContainer|
source: Open And View The Log Records Of The Software Usage Process
ru: Откройте и просмотрите записи журналов использования процессов ПО

# IconContainer|
source: Contact And Get The Company'S Technical Support Services
ru: Свяжитесь с нами и получите услуги технической поддержки

# IslandRiskShowMode|
source: Show all layers
ru: Показать все слои

# IslandRiskShowMode|
source: Show isolated island layers
ru: Показать изолированные слои островов

# IslandRiskShowMode|
source: Show risk layers
ru: Показать слои риска

# MachineListPro|
source: Delete
ru: Удалить

# MachineListPro|
source: Hide Platform
ru: Скрыть платформу

# MachineListPro|
source: Show Platform
ru: Показать платформу

# MachineListPro|
source: Printing Platform
ru: Платформа печати

# MachineListPro|
source: Grid Platform
ru: Сетчатая платформа

# MachineListPro|
source: Four views
ru: Четыре вида

# MachineListPro|
source: Add machine
ru: Добавить принтер

# MenusPro|
source: Start
ru: Старт

# MenusPro|
source: Prepare
ru: Подготовить

# MenusPro|
source: Repair
ru: Ремонт

# MenusPro|
source: Support
ru: Поддержка

# MenusPro|
source: Analyze/Measure
ru: Анализ/Измерение

# MenusPro|
source: Setting/Help
ru: Настройка/помощь

# ModelToolsProMirror|
source: Mirror
ru: Зеркало

# ModelToolsProMirror|
source: X mirror
ru: Отразить по оси Х

# ModelToolsProMirror|
source: Y mirror
ru: Отразить по оси У

# ModelToolsProMirror|
source: Z mirror
ru: Отразить по оси Z

# ModelToolsProMirror|
source: Keep The Original Model
ru: Сохранить оригинальную модель

# ModelToolsProMove|
source: Move
ru: Перемещение

# ModelToolsProMove|
source: Put on the plate
ru: На стол

# ModelToolsProMove|
source: Centered
ru: Центрировать

# ModelToolsProMove|
source: Reset
ru: Сброс

# ModelToolsProRotate|
source: Rotate
ru: Поворот

# ModelToolsProRotate|
source: X:
ru: Х:

# ModelToolsProRotate|
source: Y:
ru: У:

# ModelToolsProRotate|
source: Flatten by face
ru: Поверхностью на стол

# ModelToolsProRotate|
source: Combination Center
ru: Комбинированный центр

# ModelToolsProRotate|
source: Reset
ru: Сброс

# ModelToolsProScale|
source: Scale
ru: Масштаб

# ModelToolsProScale|
source: Lock ratio
ru: Фикс. пропорции

# ModelToolsProScale|
source: Support diameter unchanged
ru: Диаметр опоры неизменен

# ModelToolsProScale|
source: Scale to fit
ru: Максимально увеличить

# ModelToolsProScale|
source: Reset
ru: Сброс

# OpenedFilePro|
source: File:
ru: Файл:

# OpenedFilePro|
source: Reverse Select
ru: Обратный выбор

# OpenedFilePro|
source: Display size
ru: Показать размер

# OpenedFilePro|
source: Add File
ru: Добавить файл

# OpenedFilePro|
source: Automatic Coloring
ru: Автоцвет

# OpenedFilePro|
source: Delete File
ru: Удалить файл

# OpenedFilePro|
source: Visible
ru: Видимый

# OpenedFilePro|
source: Model Color
ru: Цвет модели

# ProfileListPro|
source: Profile:
ru: Профиль:

# ProfileListPro|
source: Add Profile
ru: Добавить профиль

# ProfileListPro|
source: Delete Profile
ru: Удалить профиль

# ProfileListPro|
source: Export Single Profile
ru: Экспорт одного профиля

# ProfileListPro|
source: Export All Profiles
ru: Экспорт всех профилей

# ProfileListPro|
source: Import Profile
ru: Импорт профиля

# ProfileListPro|
source: Reset Current Profile
ru: Сбросить текущий профиль

# SettingProApperance|
source: Style:
ru: Стиль:

# SettingProApperance|
source: Platform:
ru: Платформа:

# SettingProApperance|
source: Platform Grid:
ru: Сетка платформы:

# SettingProApperance|
source: Grid Width:
ru: Ширина сетки:

# SettingProApperance|
source: Platform Periphery:
ru: Периферия платформы:

# SettingProApperance|
source: Model Color:
ru: Цвет модели:

# SettingProApperance|
source: Selected Model Color:
ru: Выбранный цвет модели:

# SettingProApperance|
source: Support Color:
ru: Цвет поддержки:

# SettingProApperance|
source: Show Triangular Line on repair page:
ru: Показать треугольную линию на странице ремонта:

# SettingProApperance|
source: Mirror the X-axis of the platform model:
ru: Зеркало X-оси модели платформы:

# SettingProApperance|
source: Reverse color:
ru: Обратный цвет:

# SettingProApperance|
source: Reverse color (selected):
ru: Обратный цвет (выбран):

# SettingProApperance|
source: Border edge color (selected):
ru: Цвет края границы (выбран):

# SettingProApperance|
source: Graphics quality:
ru: Качество графики:

# SettingProApperance|
source: Platform Color:
ru: Цвет платформы:

# SettingProApperance|
source: Platform Grid Color:
ru: Цвет сетки платформы:

# SettingProApperance|
source: Platform Transparency:
ru: Прозрачность платформы:

# SettingProApperance|
source: Mirror the Y-axis of the platform model:
ru: Зеркало Y-оси модели платформы:

# SettingProApperance|
source: Front color(selected):
ru: Передний цвет (выбран):

# SettingProApperance|
source: Add triangle color:
ru: Добавить цвет треугольника:

# SettingProApperance|
source: Grid Spacing:
ru: Расстояние между сетками:

# SettingProApperance|
source: Confirm
ru: Подтвердить

# SettingProApperance|
source: The software needs to be restarted to use the new Graphics Quality setting. Restart the software and apply the latest parameter setting?
ru: Программное обеспечение необходимо перезапустить, чтобы использовать новый параметр «Качество графики». Перезапустите программное обеспечение и примените последнюю настройку параметров?

# SettingProApperance|
source: Platform Model Color:
ru: Цвет модели платформы:

# SettingProApperance|
source: Platform Periphery Color:
ru: Цвет периферии платформы:

# SettingProApperance|
source: Platform Periphery Transparency:
ru: Прозрачность периферии платформы:

# SettingProApperance|
source: Light Intensity:
ru: Интенсивность света:

# SettingProApperance|
source: Triangular Line Color:
ru: Цвет треугольной линии:

# SettingProApperance|
source: Window Background Color:
ru: Цвет фона окна:

# SettingProFile|
source: File association::
ru: Файл ассоциации::

# SettingProFile|
source: Graphics processor:
ru: Графический процессор:

# SettingProFile|
source: Available memory:
ru: Доступная память:

# SettingProFile|
source: Maximum memory usage:
ru: Максимальное использование памяти:

# SettingProFile|
source: Default Save As Path:
ru: Путь сохранения

# SettingProFile|
source: Default Export Path:
ru: Путь экспорта

# SettingProFile|
source: Auto Save Directory:
ru: Путь автосохранения

# SettingProFile|
source: Auto Save Interval:
ru: Интервал автосохранения

# SettingProFile|
source: minute
ru: минут

# SettingProFile|
source: If you want to disable the automatic save function, you can set to 0
ru: Если вы хотите отключить функцию автоматического сохранения, вы можете установить 0

# SettingProFile|
source: File Name Format
ru: Формат имени файла

# SettingProFile|
source: Duplicacte Name
ru: Имя дубликата

# SettingProFile|
source: Character Replace
ru: Замена символов

# SettingProFile|
source: Format:
ru: Формат:

# SettingProFile|
source: fileName
ru: имя файла

# SettingProFile|
source: year
ru: год

# SettingProFile|
source: month
ru: месяц

# SettingProFile|
source: day
ru: день

# SettingProFile|
source: hour
ru: час

# SettingProFile|
source: second
ru: секунда

# SettingProFile|
source: Example:
ru: Пример:

# SettingProFile|
source: Enable duplicate name replacement
ru: Включить замену дубликатов имен

# SettingProFile|
source: sequence fieldWidth:start:step
ru: последовательность ширина поля:старт:шаг

# SettingProFile|
source: Character replacement:
ru: Замена персонажа:

# SettingProFile|
source: Custom string replacement:
ru: Пользовательская замена строки:

# SettingProFunction|
source: Enabling this option will calculate the volume when slicing. This option may make the slicing slow. If you want to optimize the slicing speed, you can turn off this option. The volume of the slice can be read from the saved slice file
ru: Включение этой опции позволит вычислить объем при нарезке. Этот параметр может сделать нарезку медленной. Если вы хотите оптимизировать скорость нарезки, вы можете отключить эту опцию. Объем среза можно прочитать из сохраненного файла среза

# SettingProFunction|
source: Graphics card backwards compatible mode, if the model preview or point location selection is abnormal, you can check this mode, the program will use more memory in this mode, restart to take effect
ru: Графическая карта назад совместимый режим, если модель предварительного просмотра или выбор точки определения не является ненормальным, вы можете проверить этот режим, программа будет использовать больше памяти в этом режиме, перезапустите, чтобы измениние вступило в силу

# SettingProFunction|
source: Enable thumbnail preview of desktop model,Restart the computer to take effect
ru: Включить предварительный просмотр эскиза настольной модели, перезагрузите компьютер, чтобы измениние вступило в силу

# SettingProFunction|
source: Automatic Check For Erroneous Parts
ru: Автоматическая проверка на наличие ошибочных деталей

# SettingProFunction|
source: Open Graphic Tooltip
ru: Открыть графическую подсказку

# SettingProFunction|
source: Sliced File Thumbnail View
ru: Представление нарезки файлов в виде эскизов

# SettingProFunction|
source: Placement view
ru: Вид места размещения

# SettingProFunction|
source: Home view
ru: Главный вид

# SettingProFunction|
source: Front view
ru: Вид спереди

# ShowSupportParamete|
source: Sphere
ru: Сфера

# StatusBarPro|
source: Vertex
ru: Вершин

# StatusBarPro|
source: Triangle
ru: Треугольников

# StatusBarPro|
source: All/Support Volume
ru: Все/Поддержки Объем

# StatusBarPro|
source: All/Support Price
ru: Все/Поддержки Цена

# StatusBarPro|
source: Islands
ru: Острова

# StatusBarPro|
source: Repair module function provided by VoxelDance
ru: Функция модуля ремонта, предоставленная VoxelDance

# StatusBarPro|
source: Risk
ru: Риск

# PreviewMenus|
source: Preview
ru: Предпросмотр

# PrintManagerDlg|
source: Print Manager
ru: Менеджер по печати

# PrintManagerDlg|
source: Machine List
ru: Список машин

# PrintManagerDlg|
source: File List
ru: Список файлов

# PrintManagerDlg|
source: MachineName
ru: Машинное имя

# PrintManagerDlg|
source: State
ru: Область

# PrintManagerDlg|
source: Progress
ru: Прогресс

# PrintManagerDlg|
source: Name
ru: Имя

# PrintManagerDlg|
source: Size(MB)
ru: Размер (MB)

# PrintManagerDlg|
source: Bottom Exposure Time(s)：
ru: Время засветки низа:(с):

# PrintManagerDlg|
source: Exposure Time(s)：
ru: Время засветки(с):

# PrintManagerDlg|
source: Layer Height(mm)：
ru: Высота слоя(мм)

# PrintManagerDlg|
source: Lifting Distance(mm)：
ru: Расстояние подъема (мм):

# PrintManagerDlg|
source: Lifting Speed(mm/min)：
ru: Скорость подъема (мм/мин):

# PrintManagerDlg|
source: Retract Speed(mm/min)：
ru: Скорость отвода(мм/мин):

# ProfileManagerDlg|
source: Parameter Manager
ru: Менеджер параметров

# ProfileManagerDlg|
source: Layer Height:
ru: Высота слоя:

# ProfileManagerDlg|
source: Bottom Layer Count:
ru: Кол-во слоев низа:

# ProfileManagerDlg|
source: Exposure Time:
ru: Время засветки:

# ProfileManagerDlg|
source: Bottom Exposure Time:
ru: Время засветки низа:

# ProfileManagerDlg|
source: Rest Time Before Lift:
ru: Время отдыха перед подъемом:

# ProfileManagerDlg|
source: Rest Time After Lift:
ru: Время отдыха после подъема:

# ProfileManagerDlg|
source: Rest Time After Retract:
ru: Время отдыха после отвода:

# ProfileManagerDlg|
source: Transition Layer Count:
ru: Переход слой граф:

# ProfileManagerDlg|
source: Transition layer number after the bottom layer,it make the adhesion between the layers tighter
ru: Номер переходного слоя после нижнего слоя, это делает спайку между слоями более жесткой

# ProfileManagerDlg|
source: Transition Type:
ru: Тип перехода:

# ProfileManagerDlg|
source: Linear
ru: Линейный

# ProfileManagerDlg|
source: Transition Layer Interval Time Difference:
ru: Разница во времени интервального интервала переходного слоя:

# ProfileManagerDlg|
source: Waiting Mode During Printing:
ru: Режим ожидания во время печати:

# ProfileManagerDlg|
source: Resting time
ru: Время отдыха

# ProfileManagerDlg|
source: Light off delay
ru: Задержка выключения:

# ProfileManagerDlg|
source: Rest Time Before Down:
ru: Время отдыха перед падением:

# ProfileManagerDlg|
source: Rest Time After Down:
ru: Время отдыха после падения:

# ProfileManagerDlg|
source: Light-off Delay:
ru: Задержка выключения:

# ProfileManagerDlg|
source: True machine light-off time = maximum (total time of Z-axis up and down movement, configured light-off delay)
ru: Истинное машинное световое время - максимальное (общее время Оси вверх и вниз движения, настроенный свет-офф задержки)

# ProfileManagerDlg|
source: Bottom Light-off Delay:
ru: Задержка выкл. низ:

# ProfileManagerDlg|
source: Bottom Lift Distance:
ru: Расстояние подъема низ:

# ProfileManagerDlg|
source: Bottom Down Distance:
ru: Расстояние опускания низ:

# ProfileManagerDlg|
source: Lifting Distance:
ru: Расстояние подъема:

# ProfileManagerDlg|
source: Downing Distance:
ru: Расстояние опускания:

# ProfileManagerDlg|
source: Bottom Retract Distance:
ru: Расстояние отвода низ:

# ProfileManagerDlg|
source: Retract Distance:
ru: Расстояние отвода:

# ProfileManagerDlg|
source: Bottom Lift Speed:
ru: Скорость подъема низ:

# ProfileManagerDlg|
source: Bottom Down Speed:
ru: Скорость опускания низ:

# ProfileManagerDlg|
source: Lifting Speed:
ru: Скорость подъема:

# ProfileManagerDlg|
source: Downing Speed:
ru: Скорость погружения:

# ProfileManagerDlg|
source: Bottom Retract Speed:
ru: Скорость отвода низ:

# ProfileManagerDlg|
source: Retract Speed:
ru: Скорость отвода:

# ProfileManagerDlg|
source: Edge Width:
ru: Ширина края:

# ProfileManagerDlg|
source: Edge Exposure:
ru: Край воздействия:

# ProfileManagerDlg|
source: Bottom Edge Width:
ru: Ширина нижнего края:

# ProfileManagerDlg|
source: Bottom Edge Exposure:
ru: Экспозиция края низ:

# RepairLayerDlg|
source: Current layer
ru: Текущий слой

# RepairLayerDlg|
source: All layers
ru: Все слои

# RepairLayerDlg|
source: Detect Islands
ru: Обнаружить острова...

# RepairLayerDlg|
source: Check Whether The Current Slice File Has A Floating Layer That Cannot Be Successfully Printed
ru: Проверьте, имеет ли текущий файл slice плавающий слой, который не может быть успешно напечатан

# RepairLayerDlg|
source: Detect islanding pixels that cannot be printed
ru: Обнаружение островных пикселей, которые не могут быть напечатаны

# RepairLayerDlg|
source: Hide Island Information
ru: Информация о острове Спрят

# RepairLayerDlg|
source: Show Island Information
ru: Показать информацию об острове

# RepairLayerDlg|
source: Hide island information
ru: Скрыть информацию об острове

# RepairLayerDlg|
source: Displays the detected Island information as a list
ru: Отображает информацию об обнаруженном острове в виде списка

# RepairLayerDlg|
source: Hide Island list information
ru: Скрыть информацию о списке островов

# RepairLayerDlg|
source: Display island information as a list. Click an island in the list and the program will show you its partial and overall views in the slice preivew.
ru: Отображение информации об острове в качестве списка. Нажмите на остров в списке, и программа покажет вам его частичные и общие виды в срезе preivew.

# RepairLayerDlg|
source: Hide island information.
ru: Скрыть информацию об острове.

# RepairLayerDlg|
source: Delete Island
ru: Удалить остров

# RepairLayerDlg|
source: Delete The Island Layer In The File, You Can Choose To Delete The Current Layer Or All Layers
ru: Удалите островной слой в файле, вы можете удалить текущий слой или все слои

# RepairLayerDlg|
source: Delete Island pixels
ru: Удаление пикселей острова

# RepairLayerDlg|
source: Edit Pixels
ru: Редактировать пиксели

# RepairLayerDlg|
source: Applies the grayscale value of the specified pixel to the target pixel
ru: Применяет значение оттенков серого указанного пикселя к целевому пикселю

# RepairLayerDlg|
source: Add Or Delete Pixels In The Current Slice File
ru: Добавить или удалить пиксели в текущем файле фрагмента

# RepairLayerDlg|
source: Add or remove pixels
ru: Добавление или удаление пикселей

# RepairLayerDlg|
source: Format Brush
ru: Формат кисти

# RepairLayerDlg|
source: Copy the existing pixel format to the specified pixel area
ru: Копирование существующего формата пикселей в заданную область пикселей

# RepairLayerDlg|
source: Magnifier
ru: Лупа

# RepairLayerDlg|
source: Use The Set Magnification Ratio To View Related Slice Information In The Slice Layer
ru: Используйте коэффициент увеличения набора для просмотра информации о связанном срезе в слое среза

# RepairLayerDlg|
source: View slice data with Magnifer
ru: Просмотр данных срезов с помощью Magnifer

# RepairLayerDlg|
source: Multiple :
ru: Выберите несколько

# RepairLayerDlg|
source: Magnifier size :
ru: Увеличенный размер :

# RepairLayerDlg|
source: Enlarge
ru: Увеличить

# RepairLayerDlg|
source: Use The Set Magnification Ratio To Enlarge The Size Of The Slice Preview
ru: Используйте коэффициент увеличения набора, чтобы увеличить размер предварительного просмотра фрагмента

# RepairLayerDlg|
source: Enlarge to see the slice data
ru: Увеличить, чтобы увидеть данные о срезе

# RepairLayerDlg|
source: Shrink
ru: Уменьшение

# RepairLayerDlg|
source: Use The Set Reduction Ratio To Reduce The Size Of The Slice Preview
ru: Используйте коэффициент сокращения набора, чтобы уменьшить размер предварительного просмотра среза

# RepairLayerDlg|
source: Shrink to see the slice data
ru: Сократите, чтобы увидеть данные о срезе

# SlicePreviewMenu|
source: Back
ru: Назад

# SlicePreviewMenu|
source: Return To The Layout Interface From The Current Preview Interface
ru: Возвращение к интерфейсу макета из текущего интерфейса предварительного просмотра

# SlicePreviewMenu|
source: Return to the previous screen
ru: Возвращение на предыдущий экран

# SlicePreviewMenu|
source: Parameter Manager
ru: Менеджер параметров

# SlicePreviewMenu|
source: Edit And Adjust The Current Print Slice Related Parameters That Need To Be Saved
ru: Редактировать и корректировать текущие параметры, связанные с фрагментом печати, которые необходимо сохранить

# SlicePreviewMenu|
source: Modify the slice print parameters
ru: Изменение параметров печати среза

# SlicePreviewMenu|
source: Print Manager
ru: Менеджер по печати

# SlicePreviewMenu|
source: Machine Management
ru: Управление машинами

# SlicePreviewMenu|
source: View And Manage Related Devices Connected To The Current Software
ru: Просмотр и управление связанными устройствами, подключенными к текущему программному обеспечению

# RightMenu|
source: Save
ru: Сохранить

# RightMenu|
source: Save As
ru: Сохранить как

# RightMenu|
source: Delete model
ru: Модель удаления

# RightMenu|
source: Select model
ru: Выбрать модель

# RightMenu|
source: UnSelect model
ru: Неизбранная модель

# RightMenu|
source: Reverse
ru: Реверс

# RightMenu|
source: Back view
ru: Вид сзади

# RightMenu|
source: Copy/Paste
ru: Копировать/вставлять

# RightMenu|
source: Hide
ru: Скрыть

# RightMenu|
source: Replace model
ru: Заменить модель

# RightMenu|
source: Paste
ru: Вставить

# RightMenu|
source: Hide Other
ru: Скрыть другие

# RightMenu|
source: Show all parts
ru: Показать все детали

# RightMenu|
source: Display mode
ru: Режим экрана

# RightMenu|
source: Solid
ru: Тело

# RightMenu|
source: x-Ray
ru: Рентген

# RightMenu|
source: Triangle mesh
ru: Треугольная сетка

# RightMenu|
source: Wireframe
ru: Каркас

# RightMenu|
source: Adjust the light position
ru: Отрегулировать положение света

# RightMenu|
source: Move
ru: Переместить

# RightMenu|
source: Rotate
ru: Поворот

# RightMenu|
source: Zoom
ru: Увеличить

# RightMenu|
source: Mirror
ru: Зеркало

# RightMenu|
source: Select all
ru: Выбрать все

# RightMenu|
source: Deselect all
ru: Отменить выбор

# RightMenu|
source: Delete all
ru: Удалить все

# RightMenu|
source: Main view
ru: Главный вид

# RightMenu|
source: Front view
ru: Вид спереди

# RightMenu|
source: Left view
ru: Вид слева

# RightMenu|
source: Right view
ru: Вид справа

# RightMenu|
source: Top view
ru: Вид сверху

# RightMenu|
source: Bottom view
ru: Вид снизу

# RealTimeSupPntsJob|
source: Preprocessing...
ru: Предварительной обработки...

# RsaDecAndEccVerify|
source: Registration failed
ru: Регистрация не удалась

# RsaDecAndEccVerify|
source: License time expired
ru: Срок действия лицензии истек

# RsaDecAndEccVerify|
source: License time error
ru: Ошибка времени лицензии
