Repository: Cyberdemon-23/Chitubox-ru-translate
Catalog: *_00.po
Languages: ru

# DialogSuspendDetectPro|
source: Support Completion
ru: Завершение поддержки

# DialogSuspendDetectPro|
source: Detect Suspend
ru: Обнаружение приостановки

# DialogSymmetricalSupport|
source: Symmetrical Support
ru: Симметричная поддержка

# DialogSymmetricalSupport|
source: Auto Detect
ru: Автоопределение

# DialogSymmetricalSupport|
source: Manual Addition
ru: Ручное добавление

# DialogTechnicalSupport|
source: Technical Support
ru: Техническая поддержка

# DialogTechnicalSupport|
source: Submit a question:
ru: Отправить вопрос:

# DialogTechnicalSupport|
source: If you need to submit screenshots, videos and other documents, please go to the official website to ask questions in advance
ru: Если вам нужно представить скриншоты, видео и другие документы, пожалуйста, перейдите на официальный сайт, чтобы задать вопросы заранее

# DialogTechnicalSupport|
source: Please describe the details and symptoms of the problem
ru: Пожалуйста, опишите детали и симптомы проблемы

# DialogTechnicalSupport|
source: If you can provide a download link for the file, it will help us better solve your problem
ru: Если вы можете предоставить ссылку на загрузку файла, это поможет нам лучше решить вашу проблему

# DialogTechnicalSupport|
source: Allowing us to collect the use environment of the software will help us better solve your problem, and the collected data will be used in accordance with the CHITUBOX privacy policy (http://www.chitubox.com/legal.html)
ru: Разрешение нам собирать среду использования программного обеспечения поможет нам лучше решить вашу проблему, а собранные данные будут использоваться в соответствии с политикой конфиденциальности CHITUBOX (http://www.chitubox.com/legal.html)

# DialogTechnicalSupport|
source: How to use CHITUBOX better?
ru: Как лучше использовать CHITUBOX?

# DialogTechnicalSupport|
source: Contact us
ru: Свяжитесь с нами

# DialogTechnicalSupport|
source: After-sale mailbox:
ru: Почтовый ящик после продажи:

# DialogTechnicalSupport|
source: Sales mailbox
ru: Почтовый ящик продаж

# DialogTechnicalSupport|
source: Telephone:
ru: Телефон:

# DialogTechnicalSupport|
source: Shenzhen, China
ru: Шэньчжэнь, Китай

# FloatWindowModelToolPro|
source: Brush
ru: Кисть

# FloatWindowModelToolPro|
source: Polygon
ru: Полигон

# FloatWindowModelToolPro|
source: Line
ru: Линия

# FloatWindowModelToolPro|
source: Curve
ru: Кривая

# FloatWindowModelToolPro|
source: Rectangle
ru: Прямоугольник

# FloatWindowModelToolPro|
source: Select the area to add supports as a linetype
ru: Выберите область для добавления опор в качестве типа строки

# FloatWindowModelToolPro|
source: Select the area to delete supports as a linetype
ru: Выберите область для удаления опор в качестве типа строки

# FloatWindowModelToolPro|
source: Select the area to edit supports as a linetype
ru: Выберите область для редактирования опор в качестве типа строки

# FloatWindowModelToolPro|
source: Select the area to add supports as a brush
ru: Выберите область для добавления опор в качестве кисти

# FloatWindowModelToolPro|
source: Select the area to delete supports as a brush
ru: Выберите область для удаления опор в качестве кисти

# FloatWindowModelToolPro|
source: Select the area to edit supports as a brush
ru: Выберите область для редактирования опор в качестве кисти

# FloatWindowModelToolPro|
source: Select the area to add supports as a rectangle
ru: Выберите область для добавления опор в качестве прямоугольника

# FloatWindowModelToolPro|
source: Select the area to delete supports as a rectangle
ru: Выберите область для удаления опор в качестве прямоугольника

# FloatWindowModelToolPro|
source: Select the area to edit supports as a rectangle
ru: Выберите область для редактирования опор в качестве прямоугольника

# FloatWindowModelToolPro|
source: Select the area to add supports as a polygon
ru: Выберите область для добавления опор в качестве полигона

# FloatWindowModelToolPro|
source: Select the area to delete supports as a polygon
ru: Выберите область для удаления опор в качестве полигона

# FloatWindowModelToolPro|
source: Select the area to edit supports as a polygon
ru: Выберите область для редактирования опор в качестве полигона

# FloatWindowModelToolPro|
source: Free-form
ru: Свободная форма

# FloatWindowModelToolPro|
source: Select the area to add supports as a free curve
ru: Выберите область для добавления опор в качестве свободной кривой

# FloatWindowModelToolPro|
source: Select the area to delete supports as a free curve
ru: Выберите область для удаления опор в качестве свободной кривой

# FloatWindowModelToolPro|
source: Select the area to edit supports as a free curve
ru: Выберите область для редактирования опор в качестве свободной кривой

# FloatWindowModelToolPro|
source: Select
ru: Выбор

# FloatWindowModelToolPro|
source: Select 3D models
ru: Выберите 3D-модели

# FloatWindowModelToolPro|
source: Move
ru: Перемещение

# FloatWindowModelToolPro|
source: Move selected 3D models
ru: Перемещение выбранных 3D-моделей

# FloatWindowModelToolPro|
source: Rotate
ru: Поворот

# FloatWindowModelToolPro|
source: Rotate the selected 3D models
ru: Поверните выбранные 3D модели

# FloatWindowModelToolPro|
source: Scale
ru: Масштаб

# FloatWindowModelToolPro|
source: Scale 3d models
ru: Масштаб 3d-моделей

# FloatWindowModelToolPro|
source: Mirror
ru: Зеркало

# FloatWindowModelToolPro|
source: Mirror 3D models
ru: Зеркальные 3D модели

# FloatWindowModelToolPro|
source: Pixel
ru: Пиксель

# FloatWindowPerspectivePro|
source: Home
ru: Главный

# FloatWindowPerspectivePro|
source: Front
ru: Спереди

# FloatWindowPerspectivePro|
source: Back
ru: Назад

# FloatWindowPerspectivePro|
source: Left
ru: Слева

# FloatWindowPerspectivePro|
source: Right
ru: Справа

# FloatWindowPerspectivePro|
source: Top
ru: Верх

# FloatWindowPerspectivePro|
source: Bottom
ru: Низ

# FloatWindowSideBarPro|
source: Single Parameter Slice
ru: Нарезать

# FloatWindowSideBarPro|
source: Multi-parameter Slice
ru: Нарезать с несколькими параметрами

# FloatWindowSideBarPro|
source: Add new support profile
ru: Добавление нового профиля поддержки

# FloatWindowSideBarPro|
source: Toggle slice mode
ru: Переключить режим нарезки

# FloatWindowSideBarPro|
source: Height
ru: Высота

# FloatWindowSideBarPro|
source: Model
ru: Модель

# FloatWindowSideBarPro|
source: Area
ru: Площадь

# FloatWindowSideBarPro|
source: Remove support profile
ru: Удалить профиль поддержки

# FloatWindowSideBarPro|
source: Reset support current profile
ru: Сбросить поддержки текущего профиля

# FloatWindowSideBarPro|
source: Import support profile
ru: Импорт профиля поддержки

# FloatWindowSideBarPro|
source: Export support single profile
ru: Экспорт поддержек одного профиля

# FloatWindowSideBarPro|
source: Export all support profiles
ru: Экспорт всех поддержек профилей

# FloatWindowSideBarPro|
source: Auto save configuration parameters
ru: Параметры конфигурации автоматического сохранения

# FloatWindowSideBarPro|
source: Manual save configuration parameters
ru: Параметры конфигурации ручного сохранения

# FloatWindowSideBarPro|
source: Auto Save
ru: Автосохранение

# FloatWindowSideBarPro|
source: Manual save
ru: Ручное сохранение

# FloatWindowSideBarPro|
source: Z Lift Height
ru: Высота подъема

# FloatWindowSideBarPro|
source: Support Setting
ru: Настройка поддержки:

# FloatWindowSideBarPro|
source: Show Detail
ru: Показать Подробности

# FloatWindowSideBarPro|
source: Collapse
ru: Объединить

# FloatWindowSideBarPro|
source: Expand
ru: Расширить

# FloatWindowSideBarPro|
source: Advance
ru: Дополнительно

# FloatWindowSideBarPro|
source: Auto/Manual Support
ru: Автоматическая/ручная поддержка:

# FloatWindowSideBarPro|
source: Angle(°)
ru: Угол(°)

# FloatWindowSideBarPro|
source: Touch Tip Distance(mm)
ru: Расстояние сенсорного наконечника (мм)

# FloatWindowSideBarPro|
source: Middle Distance(mm)
ru: Среднее расстояние (мм)

# FloatWindowSideBarPro|
source: +Platform
ru: +Платформа

# FloatWindowSideBarPro|
source: +All
ru: +Все

# FloatWindowSideBarPro|
source: Add Support(A)
ru: Добавить поддержку(A)

# FloatWindowSideBarPro|
source: Delete Support(D)
ru: Удалить поддержку(D)

# FloatWindowSideBarPro|
source: Edit Support(E)
ru: Изменить поддержку(E)

# FloatWindowSideBarPro|
source: Remove All
ru: Удалить все

# FloatWindowTriangleSelectPro|
source: Select By Line
ru: Выберите по строке

# FloatWindowTriangleSelectPro|
source: Select By Curve
ru: Выберите по кривой

# FloatWindowTriangleSelectPro|
source: Select By Rectangle
ru: Выберите по прямоугольникому

# FloatWindowTriangleSelectPro|
source: Select By Polygon
ru: Выберите по полигону

# FloatWindowTriangleSelectPro|
source: Select By Free-form
ru: Выберите по свободной форме

# IconContainer|
source: New Project
ru: Новый проект

# IconContainer|
source: Open Project
ru: Открыть проект

# IconContainer|
source: Save Project
ru: Сохранить проект

# IconContainer|
source: Open
ru: Открыть

# IconContainer|
source: Save All As
ru: Сохранить все как

# IconContainer|
source: Merge Export
ru: Совместный экспорт

# IconContainer|
source: Section Export
ru: Разделенный экспорт

# IconContainer|
source: Recently Opened
ru: Недавно открытые

# IconContainer|
source: Add Machine
ru: Добавить принтер

# IconContainer|
source: Copy
ru: Копировать

# IconContainer|
source: Move
ru: Переместить

# IconContainer|
source: Rotate
ru: Повернуть

# IconContainer|
source: Scale
ru: Масштаб

# IconContainer|
source: Mirror
ru: Зеркало

# IconContainer|
source: Cut
ru: Разрезать

# IconContainer|
source: Hollow
ru: Пустотелый

# IconContainer|
source: Dig Hole
ru: Сделать отверстие

# IconContainer|
source: Add Tag
ru: Добавить тэг

# IconContainer|
source: Auto Layout
ru: Автоматическое размещение

# IconContainer|
source: Split Model
ru: Сплит-модель

# IconContainer|
source: Boolean Operation
ru: Логическая операция

# IconContainer|
source: Edit Mesh
ru: Редактировать сетку

# IconContainer|
source: Surface Blur
ru: Поверхностное пятно

# IconContainer|
source: Detect
ru: Обнаружить

# IconContainer|
source: Auto Repair
ru: Авторемонт

# IconContainer|
source: Repair
ru: Ремонт

# IconContainer|
source: Reverse Normal
ru: Перевернуть нормаль

# IconContainer|
source: Suture Triangle
ru: Шовный треугольник

# IconContainer|
source: Close Hole
ru: Закрыть отверстие

# IconContainer|
source: Delete Triangle
ru: Удаление треугольника

# IconContainer|
source: Add Triangle
ru: Добавить треугольник

# IconContainer|
source: Reverse Triangle
ru: Обратный треугольник

# IconContainer|
source: Auto Orientation
ru: Автоориентация

# IconContainer|
source: Suspend Detection
ru: Приостановить обнаружение

# IconContainer|
source: Suspended Support
ru: Приостановленная поддержка

# IconContainer|
source: Symmetrical Support
ru: Симметричная поддержка

# IconContainer|
source: Merge Support
ru: Поддержка слияния

# IconContainer|
source: Screen Capture/Record
ru: Захват экрана/запись

# IconContainer|
source: Collision Detection
ru: Обнаружение столкновений

# IconContainer|
source: Display Size
ru: Показать размер

# IconContainer|
source: Two Point Distance
ru: Расстояние между точками

# IconContainer|
source: Point To Plane Distance
ru: Расстояние от точки до плоскости

# IconContainer|
source: Parallel Plane Distance
ru: Расстояние между плоскостями

# IconContainer|
source: Unit Conversion
ru: Преобразование единиц

# IconContainer|
source: Setting
ru: Настройки

# IconContainer|
source: Shortcut
ru: Ярлык

# IconContainer|
source: Plugin
ru: Плагин

# IconContainer|
source: License
ru: Лицензия

# IconContainer|
source: About CHITUBOX Pro
ru: О CHITUBOX Pro

# IconContainer|
source: Manual
ru: Руководство

# IconContainer|
source: Check Update
ru: Проверка обновлений

# IconContainer|
source: Factory Setting
ru: Заводские настройки

# IconContainer|
source: Open Log
ru: Папка журнала

# IconContainer|
source: Technical Support
ru: Техническая поддержка

# IconContainer|
source: New Project(Ctrl + N)
ru: Новый проект (Ctrl + N)

# IconContainer|
source: Create a new project (Command+ N)
ru: Создание нового проекта (Command+ N)

# IconContainer|
source: Open projects(Command +P)
ru: Открытые проекты(Command +P)

# IconContainer|
source: Open files (Command + O)
ru: Открытие файлов (Command + O)

# IconContainer|
source: Open recently opened files(Command + L)
ru: Открытие недавно открытых файлов (Command + L)

# IconContainer|
source: Save project file (Command + S)
ru: Сохранить проект (Command + S)

# IconContainer|
source: Save all as a project file or merge them into a 3D model(Command + Shift + s)
ru: Сохраните все в виде файла проекта или объедините их в 3D-модель (Command + Shift + s)

# IconContainer|
source: Copy selected models (Command + V)
ru: Копирование выбранных моделей (Command + V)

# IconContainer|
source: New Project File
ru: Новый файл проекта

# IconContainer|
source: Open A Project File Or Load And Merge The Project File Into The Current Project
ru: Откройте файл проекта или загрузите и объедините файл проекта в текущий проект

# IconContainer|
source: Open File
ru: Открыть файл

# IconContainer|
source: Open Project Files, Import 3D Models Or Slice Files
ru: Открытые файлы проектов, импорт 3D-моделей или фрагмент файлов

# IconContainer|
source: Open The Project File, 3D Model Or Slice File That Has Been Successfully Opened Recently
ru: Откройте файл проекта, 3D-модель или файл slice, который был успешно открыт недавно

# IconContainer|
source: Save The Current Job Objects As A Project File
ru: Сохранить текущие объекты задания в качестве файла проекта

# IconContainer|
source: Quickly Layout The Models In The Project According To The Set Arrangement Rule
ru: Быстрое расположение моделей в проекте в соответствии с правилом расположения набора

# IconContainer|
source: The Selected Models Will Be Hollowed Out According To The Set Hollowing Parameters
ru: Выбранные модели будут выдолбленые в соответствии с набором Полые параметры

# IconContainer|
source: The Selected Model Is Excavated According To The Set Hole Parameters
ru: Выбранная модель раскопана в соответствии с параметрами установленного отверстия

# IconContainer|
source: Detect and mark overhanging islands on the selected models.
ru: Обнаружение и разметка нависающих островов на выбранных моделях.

# IconContainer|
source: Detect Whether There Is A Collision Phenomenon In The Typesetting Model
ru: Определить, есть ли явление столкновения в модели набора

# IconContainer|
source: Create a new project (Ctrl+ N)
ru: Создание нового проекта (Ctrl-N)

# IconContainer|
source: Open projects(Ctrl +P)
ru: Открытые проекты (Ctrl q P)

# IconContainer|
source: Open files (Ctrl + O)
ru: Открытые файлы (Ctrl и O)

# IconContainer|
source: Open recently opened files(Ctrl + L)
ru: Открыть недавно открытые файлы (Ctrl и L)

# IconContainer|
source: Save project file (Ctrl + S)
ru: Сохранить файл проекта (Ctrl и S)

# IconContainer|
source: Save all as a project file or merge them into a 3D model(Ctrl + Shift + s)
ru: Сохранить все, как файл проекта или объединить их в 3D-модель (Ctrl и Shift s)

# IconContainer|
source: The selected files are merged and exported to a 3D model
ru: Выбранные файлы объединяются и экспортируются в 3D-модель

# IconContainer|
source: The selected files are exported as independent 3D models
ru: Выбранные файлы экспортируются в качестве независимых 3D-моделей

# IconContainer|
source: Add new machine
ru: Добавить новый принтер

# IconContainer|
source: Copy selected models (Ctrl + V)
ru: Копирование выбранных моделей (Ctrl и V)

# IconContainer|
source: Split assembly 3D models
ru: Сплит сборка 3D-моделей

# IconContainer|
source: Rotate the 3D models according to the recommended orientation mode
ru: Поверните 3D-модели в соответствии с рекомендуемым режимом ориентации

# IconContainer|
source: Automatically layout the selected 3D models
ru: Автоматическое расположение выбранных 3D-моделей

# IconContainer|
source: Add graphic or text label
ru: Добавление графической или текстовой метки

# IconContainer|
source: Boolean the 3D models
ru: Boolean 3D-модели

# IconContainer|
source: Cut the selected 3D models
ru: Вырезать выбранные 3D модели

# IconContainer|
source: Hollow out the selected 3D models
ru: Полые из выбранных 3D-моделей

# IconContainer|
source: Dig holes to the 3D models
ru: Выкопайте отверстия для 3D-моделей

# IconContainer|
source: Close the damaged holes
ru: Закрыть поврежденные отверстия

# IconContainer|
source: Close all damaged holes
ru: Закрыть все поврежденные отверстия

# IconContainer|
source: Remove redundant shells
ru: Удалить лишние оболочки

# IconContainer|
source: Stitching adjacent unconnected triangles
ru: Сшивание смежных неподключенных треугольников

# IconContainer|
source: Reverse triangles with wrong direction
ru: Обратные треугольники с неправильным направлением

# IconContainer|
source: Spliting intersecting triangular faces
ru: Разделение пересекающихся треугольных лиц

# IconContainer|
source: Delete intersecting triangular faces
ru: Удаление пересекающихся треугольных лиц

# IconContainer|
source: Delete or merge sharp triangles
ru: Удалить или объединить острые треугольники

# IconContainer|
source: Delete duplicate triangular faces
ru: Удалить дубликаты треугольных лиц

# IconContainer|
source: Cover the surface of the 3D model
ru: Обложка поверхности 3D-модели

# IconContainer|
source: Detecting the suspended areas
ru: Обнаружение приостановленных областей

# IconContainer|
source: Adds supports to the specified suspended areas
ru: Добавляет поддержку к указанным приостановленным областям

# IconContainer|
source: Adding symmetrical supports to a symmetrical model
ru: Добавление симметричных опор к симметричной модели

# IconContainer|
source: Merge multiple middle supports into one
ru: Объединение нескольких средних опор в одну

# IconContainer|
source: Collision detection and separation for 3D models
ru: Обнаружение столкновений и разделение для 3D-моделей

# IconContainer|
source: Displays the X / Y / Z dimension of the model in the system coordinate axis
ru: Отображает размеры X/Y/Z модели по оси системных координат.

# IconContainer|
source: Measure the distance between two points
ru: Измерение расстояние между двумя точками

# IconContainer|
source: Measure the distance from the point to the plane
ru: Измерение расстояние от точки до плоскости

# IconContainer|
source: Measure the distance between two parallel planes
ru: Измерение расстояния между двумя параллельными плоскостями

# IconContainer|
source: Custom settings
ru: Пользовательские настройки

# IconContainer|
source: Authorization and licensing
ru: Авторизация и лицензирование

# IconContainer|
source: Check for version updates
ru: Проверка обновлений версий

# IconContainer|
source: Software manual
ru: Программное руководство

# IconContainer|
source: Restore factory settings
ru: Восстановление заводских настроек

# IconContainer|
source: Available shortcut keys
ru: Доступные сочетания клавиш

# IconContainer|
source: Configure plugins
ru: Настройка плагинов

# IconContainer|
source: Log information
ru: Журнал информации

# IconContainer|
source: Contact and get technical support
ru: Связаться и получить техническую поддержку

# IconContainer|
source: Save All As(Ctrl + Shift + S)
ru: Сохранить все как(Ctrl + Shift + S)

# IconContainer|
source: New Project(Command + N)
ru: Новый проект(Command + N)

# IconContainer|
source: Save All As(Command + Shift + S)
ru: Сохранить все как(Command + Shift + S)

# IconContainer|
source: Save The Project File Or Merge And Export All 3D Models (Including Supports) In The Project
ru: Сохранить файл проекта или объединить и экспортировать все 3D-модели (включая поддержки) в проекте

# IconContainer|
source: Combine The Selected Files And Export To A 3D Model File
ru: Объедините выбранные файлы и экспорт в файл 3D-модели

# IconContainer|
source: Export The Selected File Sections As Separate 3D Model Files
ru: Экспорт выбранных разделов файлов в качестве отдельных файлов 3D-модели

# IconContainer|
source: Select And Add The Configuration Parameter Information Of The Selected Device And The Current Operating Environment
ru: Выберите и добавьте информацию о параметре конфигурации выбранного устройства и текущей рабочей среды

# IconContainer|
source: Copy One Or More Selected Models, And Add The Specified Number Of Copied Models To The Current Project
ru: Скопировать одну или несколько выбранных моделей и добавить указанное количество скопированных моделей в текущий проект

# IconContainer|
source: Split The Original Assembly Model Into Independent Part Models
ru: Разделение исходной модели сборки на независимые модели деталей

# IconContainer|
source: Add A Set Text Or Image Label To The Specified Position Of The Model
ru: Добавьте заданный текст или метку изображения в указанное положение модели

# IconContainer|
source: Perform Union, Intersection Or Subtraction Operations Between Models For The Selected Intersecting Model
ru: Выполнить операции «Союз», «Пересечение» или «Вычитание» между моделями выбранной пересекающейся модели

# IconContainer|
source: Split The Model According To The Set Cutting Plane
ru: Разделите модель в соответствии с набором режущей плоскости

# IconContainer|
source: Configure And Operate The Selected Model Mesh With The Set Simplification, Optimization, And Smoothing Parameters
ru: Настройка и эксплуатация выбранной модели сетки с набором упрощения, оптимизации и сглаживания параметров

# IconContainer|
source: Detect Whether The Selected Model Data Is Damaged, If There Is Damage, Record The Specific Information Of The Damage
ru: Определить, повреждены ли данные выбранной модели, если есть повреждения, записывают конкретную информацию об ущербе

# IconContainer|
source: Closed Hole
ru: Закрытое отверстие

# IconContainer|
source: Close The Damaged Holes On The Model
ru: Закрыть поврежденные отверстия на модели

# IconContainer|
source: Close All Holes
ru: Закрыть все отверстия

# IconContainer|
source: Close All The Damaged Holes On The Model
ru: Закрыть все поврежденные отверстия на модели

# IconContainer|
source: Remove Redundant Shells
ru: Удалить лишние оболочки

# IconContainer|
source: Delete Non-Continuous Non-Body Shells In The Model
ru: Удаление непрерывных неосвесяных оболочек в модели

# IconContainer|
source: Stitch Triangle
ru: Треугольник стежка

# IconContainer|
source: Repair Small Holes In The Model Through The Extension Of The Surrounding Triangle
ru: Ремонт небольших отверстий в модели через расширение окружающего треугольника

# IconContainer|
source: Orientation Repair
ru: Ориентация Ремонт

# IconContainer|
source: Repair The Triangles With Wrong Directions In The Model
ru: Ремонт треугольников с неправильными направлениями в модели

# IconContainer|
source: Split Intersect
ru: Сплит Интерсект

# IconContainer|
source: Split The Intersecting Part Of The Model Triangle Into Independent Triangles To Repair The Intersecting Damage
ru: Разделите пересекающуюся часть модельного треугольника на независимые треугольники для восстановления пересекающихся повреждений

# IconContainer|
source: Delete Intersection
ru: Удалить Пересечение

# IconContainer|
source: Delete The Intersecting Part Of The Model Triangle, And Complete The Connection Integrity Optimization Of The Model
ru: Удалите пересекающуюся часть модельного треугольника и завершите оптимизацию целостности соединения модели

# IconContainer|
source: Delete Pointed Triangle
ru: Удалить указанный треугольник

# IconContainer|
source: Combine Or Delete Sharp Triangles On The Model
ru: Объединить или удалить острые треугольники на модели

# IconContainer|
source: Delete Duplicate Faces
ru: Удалить дублирующиеся лица
