Repository: Cyberdemon-23/Chitubox-ru-translate
Catalog: *_00.po
Languages: ru

# Authorization|
source: This license has been activated on another computer. If you want to change its binding device, go to
ru: Эта лицензия была активирована на другом компьютере. Если вы хотите изменить свое устройство связывания, перейдите на

# Authorization|
source: , click
ru: Нажмите Esc или дважды нажмите на пустую область, чтобы выйти

# Authorization|
source: the Binding PC Management link of your license,
ru: связующее звено управления ПК вашей лицензии,

# Authorization|
source: and change its binding.
ru: и изменить его привязку.

# CheckUpdate|
source: Detected a new version of CHITUBOX%1. Is it updated immediately?
ru: Обнаружена новая версия CHITUBOX%1. Обновить сейчас?

# CheckUpdate|
source: Latest version: %1, release time: %2
ru: Последняя версия:%1, дата выпуска:%2

# NetSending|
source: Error,cann't communicate!
ru: Ошибка, не могу связаться!

# NetSending|
source: Error,write abort!
ru: Ошибка, запись прервана!

# NetSending|
source: Error,Cann't read local file!
ru: Ошибка, не можите читать локальный файл!

# NetSending|
source: Error, please insert memory!
ru: Ошибка, пожалуйста, вставьте память!

# NetSending|
source: Please scan later %1
ru: Пожалуйста, сканируйте позже %1

# NetSending|
source: Send file to the printer...
ru: Отправить файл на принтер...

# NetSending|
source: Send completed!
ru: Отправка завершена!

# NetSending|
source: Error,timeout!
ru: Ошибка, тайм-аут!

# NetSending|
source: Question
ru: Вопрос

# NetSending|
source: Do you want to print the file?
ru: Распечатать файл?

# UserLogin|
source: Account and password numbers cannot be empty!
ru: Поля учетной записи и пароля не могут быть пустыми!

# UserLogin|
source: Logging ... ...
ru: Вход в систему ... ...

# UserLogin|
source: login successful
ru: Успешный вход

# UserLogin|
source: Login fail!
ru: Ошибка входа!

# UserLogin|
source: Account or Password Error!
ru: Учетная запись или ошибка пароля!

# UserLogin|
source: logout successful
ru: выход успешен

# UserLogin|
source: info
ru: информация

# UserLogin|
source: Log out and switch to another account?
ru: Выйти и переключиться на другую учетную запись?

# UserLogin|
source: Closing the log in window will close CHITUBOX Pro. Do you want to continue?
ru: Закрытие окна входа закроет CHITUBOX Pro. Вы хотите продолжить?

# UserLogin|
source: Password incorrect
ru: Неправильный пароль

# UserLogin|
source: Account not exists
ru: Учетная запись не существует

# UserLogin|
source: Too many password attempts,please click 'forget password
ru: Слишком много попыток паролей, пожалуйста, нажмите кнопку "Забудьте пароль

# UserLogin|
source: Your account is banned
ru: Ваша учетная запись заблокирована

# UserLogin|
source: Your account has been locked,please click 'forget password
ru: Ваша учетная запись была заблокирована, пожалуйста, нажмите кнопку "Забыть пароль

# UserLogin|
source: Net Error
ru: Ошибка сети

# UserLogin|
source: The Chitubox website cannot be accessed
ru: Сайт Chitubox недоступен

# UserLogin|
source: Please make sure you're connected to the Internet during activation!
ru: Пожалуйста, убедитесь, что вы подключены к интернету во время активации!

# AddBridgeLabelJob|
source: Add Bridge Label ...
ru: Добавить метку моста...

# BoolOperationOp|
source: Please select models first!
ru: Сначала выберите модель!

# BoolOperationOp|
source: Operation models cann't be the same!
ru: Операционные модели не могут быть одинаковыми!

# DigEmptyJob|
source: Hollow...
ru: Пустотелый...

# DigEmptyJob|
source: Cann't hollow with the thickness !
ru: Cann't полый с толщиной !

# DigHoleJob|
source: Digging holes...
ru: Вырезание отверстий...

# DigHoleJob|
source: Fail!Not hollowed out or too deep to dig!
ru: Сбой! Не пустотелый объект, или слишком глубоко для отверстия!

# ModelReduceFaces|
source: Reduce Faces...
ru: Уменьшение лица...

# ModelRepairJob|
source: Detecting ...
ru: Обнаружения...

# StuffFullJob|
source: Stuff Full ...
ru: Материал полный...

# SymmetrySupportJob|
source: Cann't found symmetry face!
ru: Не могу найти симметрию лица!

# PluginSet|
source: Conversion failed!
ru: Преобразование не удалось!

# PluginSet|
source: Error code:%1
ru: Код ошибки:%1

# PluginSet|
source: Converting format ...
ru: Преобразование формата ...

# DialogManage|
source: Version Number:%1
ru: Номер версии:%1

# DialogManage|
source: Device Id:%1
ru: Идентификатор устройства:%1

# DialogManage|
source: Device Info:
ru: Информация об устройстве:

# DialogManage|
source: Translation confirmation
ru: Подтверждение перевода

# DialogManage|
source: Save and apply the changed translation?
ru: Сохранить и применить измененный перевод?

# IconContainerManage|
source: Split Model
ru: Сплит-модель

# IconContainerManage|
source: Keep The Original Model?
ru: Сохранить оригинальную модель

# QObject|
source: File recovery
ru: Восстановление файлов

# QObject|
source: Do you want to restore the last automatically saved file?
ru: Вы хотите восстановить последний автоматически сохраненный файл?

# QObject|
source: The program did not shut down normally. Do you want to recover from the last automatic backup?
ru: Программа не закрывалась в обычном режиме. Вы хотите восстановиться после последнего автоматического резервного копирования?

# QObject|
source: Information
ru: Информация

# QuaZipFile|
source: ZIP/UNZIP API error %1
ru: Ошибка API ЦИП/УНЗИП%1

# QObject|
source: {Is the slicing time too long?}
ru: {Слишком ли долго нарезка времени?}

# SlicerJob|
source: Slicing...
ru: Нарезка...

# SlicerJob|
source: Info
ru: Информация

# SlicerJob|
source: Slice layer is too thick, slicing failed!
ru: Слой срезов слишком толстый, нарезка не удалась!

# SlicerJob|
source: Model collision detected
ru: Обнаружено столкновение модели

# EditPoDialog|
source: Edit Translation
ru: Изменить перевод

# EditPoDialog|
source: Index
ru: Индекс

# EditPoDialog|
source: Source Text
ru: Исходный текст

# EditPoDialog|
source: Translation
ru: Перевод

# EditPoDialog|
source: Search:
ru: Поиск:

# EditPoDialog|
source: Next
ru: Следующий

# EditPoDialog|
source: Previous
ru: Предыдущий

# EditPoDialog|
source: Source Text:
ru: Исходный текст:

# EditPoDialog|
source: Translation:
ru: Перевод:

# EditPoDialog|
source: Apply
ru: Применить

# EditPoDialog|
source: Import
ru: Импорт

# EditPoDialog|
source: Export
ru: Экспорт

# EditPoDialog|
source: Cancel
ru: Отменить

# GenTeethLineJob|
source: Generating teeth line ...
ru: Генерация линии зубов ...

# AutoModelRepairJob|
source: Auto repair...
ru: Авторемонт...

# IdOrLicense|
source: copy
ru: копировать

# IdOrLicense|
source: refresh
ru: обновить

# LicenceInputComponet|
source: License :
ru: Лицензия:

# LicenceInputComponet|
source: Import
ru: Импорт

# LicencePopup|
source: Your CHITUBOX Pro license is about to expire
ru: Срок действия лицензии CHITUBOX Pro истекает

# LicencePopup|
source: Renewals
ru: Продление

# LicencePopup|
source: Close
ru: Закрыть

# LightPosAdjust|
source: Light position adjustment
ru: Регулировка положения света

# LightPosAdjust|
source: Reflection intensity :
ru: Интенсивность отражения :

# NewLicenceDialog|
source: License Information
ru: Сведения о лицензии

# NewLicenceDialog|
source: Prompt
ru: Подсказка

# NewLicenceDialog|
source: Please activate the software first
ru: Пожалуйста, сначала активируйте ПО

# NewLicenceDialog|
source: Exit the software
ru: Выход из CHITUBOX

# NewLicenceDialog|
source: Welcome To Use
ru: Добро пожаловать

# NewLicenceDialog|
source: Start Trial
ru: Начать пробный период

# NewLicenceDialog|
source: Activate License
ru: Активировать лицензию

# NewLicenceDialog|
source: Display License Information
ru: Отображение информации о лицензии

# PromptModelDialog|
source: Please Select Model First
ru: Сначала выберите модель

# PromptModelDialog|
source: Prompt
ru: Подсказка

# SerialNumComponet|
source: Serial Number :
ru: Серийный номер:

# SerialNumComponet|
source: Copy
ru: Копировать

# DialogAboutChituPro|
source: About CHITUBOX Pro
ru: О CHITUBOX Pro

# DialogAboutChituPro|
source: The above trademarks belong to Shenzhen CBD Technology Co.,Ltd
ru: Товарные знаки принадлежат Shenzhen CBD Technology Co.,Ltd

# DialogAddMachinePro|
source: Add Machine
ru: Добавить принтер

# DialogAddMachinePro|
source: Machine:
ru: Принтер:

# DialogAddMachinePro|
source: Name
ru: Имя

# DialogAddMachinePro|
source: Profiles:
ru: Профили:

# DialogAddMachinePro|
source: Thickness:
ru: Толщина

# DialogAddMachinePro|
source: Model:
ru: Модель:

# DialogAddTag|
source: Bold
ru: Жирный

# DialogAddTag|
source: Italic
ru: Курсив

# DialogAddTag|
source: Apply
ru: Применить

# DialogAddTag|
source: Clear All
ru: Очистить все

# DialogAddTag|
source: Clear
ru: Очистить

# DialogAutoLayoutPro|
source: AutoLayout
ru: Автолейаут

# DialogAutoLayoutPro|
source: Model Outline
ru: Контур модели

# DialogAutoLayoutPro|
source: Layout based on 3D models contour
ru: Макет на основе контура 3D-моделей

# DialogAutoLayoutPro|
source: Rectangle Outline
ru: Прямоугольник

# DialogAutoLayoutPro|
source: Layout based on 3D models rectangular envelope
ru: Макет на основе прямоугольного конверта 3D-моделей

# DialogAutoLayoutPro|
source: Platform Placement
ru: Размещение платформы

# DialogAutoLayoutPro|
source: Area Placement
ru: Размещение в зоне

# DialogAutoLayoutPro|
source: Model Spacing:
ru: Расстояние между моделью:

# DialogAutoLayoutPro|
source: Model rotation limit
ru: Лимит вращения модели

# DialogAutoLayoutPro|
source: Strategy:
ru: Стратегия:

# DialogAutoLayoutPro|
source: Try once
ru: Попробуйте один раз

# DialogAutoLayoutPro|
source: Try multiple times
ru: Попробуйте несколько раз

# DialogAutoLayoutPro|
source: Circular layout
ru: Круговая компоновка

# DialogAutoLayoutPro|
source: Middle
ru: Середина

# DialogAutoLayoutPro|
source: X side
ru: Сторона Х

# DialogAutoLayoutPro|
source: Y side
ru: Сторона У

# DialogAutoOrientation|
source: Auto Orientation
ru: Автоориентация

# DialogAutoOrientation|
source: The Least Amount Of Support
ru: Наименьшее количество поддержки

# DialogAutoOrientation|
source: Short Printing Time
ru: Короткое время печати

# DialogAutoOrientation|
source: Designated Non-supporting Surface
ru: Обозначенная неподдерживающих поверхностей

# DialogAutoOrientation|
source: Designated Support Surface
ru: Назначенная поверхность поддержки

# DialogBoolean|
source: Boolean Operation
ru: Булеанеоперация

# DialogBoolean|
source: Specifies the color of the A model
ru: Определяет цвет модели A

# DialogBoolean|
source: Select the A model
ru: Выберите модель A

# DialogBoolean|
source: Specifies the color of the B model
ru: Определяет цвет модели B

# DialogBoolean|
source: Select the B model
ru: Выберите модель B

# DialogBoolean|
source: A & B
ru: A и B

# DialogBoolean|
source: Keep original model
ru: Храните оригинальную модель

# DialogBoolean|
source: Keep result position
ru: Сохраняем позицию результата

# DialogCollisionDetectPro|
source: Collision Detect
ru: Обнаружение столкновений

# DialogCollisionDetectPro|
source: Select All
ru: Выбрать все

# DialogCollisionDetectPro|
source: Automatic Avoidance
ru: Автоматическое избегание

# DialogControlButton|
source: Apply
ru: Применить

# DialogControlButton|
source: Cancel
ru: Отменить

# DialogCopy|
source: Copy
ru: Копировать

# DialogCopy|
source: Number:
ru: Номер:

# DialogCut|
source: Cut
ru: Разрезать

# DialogCut|
source: Cut the selected 3D models at the perspective of the screen
ru: Разрезать выбранные 3D-модели с точки зрения экрана

# DialogCut|
source: + Partition Face
ru: + Лицо раздела

# DialogCut|
source: Keep Original Model
ru: Сохранить оригинальную модель

# DialogDigHolePro|
source: Click the position of the 3D model with the left mouse button to dig the hole
ru: Нажмите на положение 3D-модели левой кнопкой мыши, чтобы выкопать яму

# DialogDigHolePro|
source: Dig Hole
ru: Сделать отверстие

# DialogDigHolePro|
source: Edge Number:
ru: Граней:

# DialogDigHolePro|
source: Rotate:
ru: Поворот:

# DialogDigHolePro|
source: Keep Hole:
ru: Сохранить пробку:

# DialogDigHolePro|
source: Dig Hole Continuously:
ru: Копать отверстие непрерывно

# DialogDigHolePro|
source: Angle:
ru: Угол:

# DialogDigHolePro|
source: Perpendicular to the model
ru: Перпендикулярно модели

# DialogDigHolePro|
source: Camera Perspective
ru: Перспектива камеры

# DialogEditMeshPro|
source: Edit Mesh
ru: Редактировать меш

# DialogEditMeshPro|
source: Simplify Mesh
ru: Упросить Сеть

# DialogEditMeshPro|
source: Refine Mesh
ru: Уточнение сетки

# DialogEditMeshPro|
source: Smooth Mesh
ru: Гладкая сетка

# DialogEditMeshPro|
source: Side Length Of Target Triangle:
ru: Боковая длина целевого треугольника:

# DialogEditMeshPro|
source: Number Of Target Triangles:
ru: Количество целевых треугольников:

# DialogEditMeshPro|
source: Maximum Deformation:
ru: Максимальная деформация:

# DialogEditMeshPro|
source: Maximum Side Length:
ru: Максимальная длина стороны:

# DialogEditMeshPro|
source: Strength:
ru: Сила:

# DialogEditMeshPro|
source: Nothing To Do With The Triangular Section
ru: Ничего общего с треугольной секции

# DialogEditMeshPro|
source: Avoid Volume Shrinkage
ru: Избегайте сокращения объема

# DialogEditMeshPro|
source: Select Triangle
ru: Выберите треугольник

# DialogEditMeshPro|
source: All Triangles
ru: Все треугольники

# DialogHollowPro|
source: Hollow
ru: Пустотелый

# DialogHollowPro|
source: Wall Thickness:
ru: Толщина:

# DialogHollowPro|
source: Precision:
ru: Точность:

# DialogHollowPro|
source: Mode:
ru: Режим:

# DialogHollowPro|
source: Hollow out
ru: выдалбливать

# DialogHollowPro|
source: Peel
ru: Кожура

# DialogHollowPro|
source: Dig out
ru: откапывать

# DialogHollowPro|
source: Bottoming:
ru: Дна:

# DialogHollowPro|
source: Infill:
ru: Заполнение:

# DialogHollowPro|
source: Keep the main cavity:
ru: Сохраняется только основная полость:

# DialogHollowPro|
source: Animation:
ru: Анимация:

# DialogHollowPro|
source: Density:
ru: Плотность(%)

# DialogHollowPro|
source: Grid
ru: Сетка

# DialogLastOpenedFile|
source: Clear All
ru: Очистить все

# DialogMultiProfileSlice|
source: If no parameter is specified, the default parameter is executed
ru: Если параметр не указан, параметр по умолчанию выполняется

# DialogMultiProfileSlice|
source: Multi-parameter Slice
ru: Нарезать с несколькими параметрами

# DialogMultiProfileSlice|
source: Model
ru: Модель

# DialogMultiProfileSlice|
source: Height
ru: Высота

# DialogMultiProfileSlice|
source: Cross-sectional Area
ru: Поперечная область

# DialogMultiProfileSlice|
source: Default Profile :
ru: Профиль по умолчанию :

# DialogMultiProfileSlice|
source: Slice Profile
ru: Профиль ломтика

# DialogMultiProfileSlice|
source: Modify The Difference Parameter
ru: Изменить параметр разницы

# DialogMultiProfileSlice|
source: Color
ru: Цвет

# DialogMultiProfileSlice|
source: Configure different print settings for different models/supports. These settings include Image Gray, Gray Range, Image Blur, Tolerance Compensation, Parity Difference, Bottom Tolerance Compensation, etc.
ru: Настройте различные настройки печати для различных моделей/поддержки. Эти настройки включают изображение серый, серый диапазон, размытие изображений, компенсация толерантности, разница в паритете, компенсация нижней толерантности и т.д.

# DialogMultiProfileSlice|
source: Configure different print settings for different height ranges. These settings include Layer Height, Exposure Time, Rest Time After Lift, Lifting Distance, Retract Distance, Lifting Speed, Retract Speed, Image Gray, Gray Range, Tolerance Compensation, Parity Difference, Bottom Tolerance Compensation, etc.
ru: Настройте различные настройки печати для различных диапазонов высот. Эти настройки включают высота слоя, время экспозиции, время отдыха после подъема, расстояние подъема, расстояние отвода, скорость подъема, скорость втягиваения, серый цвет изображения, серый диапазон, компенсация за толерантность, разница в паритетах, компенсация нижней толерантности и т.д.

# DialogMultiProfileSlice|
source: Configure different print settings for different cross section area ranges. These settings include Layer Height, Exposure Time, Rest Time After Lift, Lifting Distance, Retract Distance, Lifting Speed, Retract Speed, Image Gray, Gray Range, Tolerance Compensation, Parity Difference, Bottom Tolerance Compensation, etc.
ru: Настройте различные настройки печати для различных диапазонов области сечения. Эти настройки включают высота слоя, время экспозиции, время отдыха после подъема, расстояние подъема, расстояние отвода, скорость подъема, скорость втягиваения, серый цвет изображения, серый диапазон, компенсация за толерантность, разница в паритетах, компенсация нижней толерантности и т.д.

# DialogMultiProfileSlice|
source: Start Height
ru: Начальная высота

# DialogMultiProfileSlice|
source: End Height
ru: Конечная высота

# DialogMultiProfileSlice|
source: Start
ru: Старт

# DialogMultiProfileSlice|
source: End
ru: Конец

# DialogMultiProfileSlice|
source: Start Area
ru: Зона старта

# DialogMultiProfileSlice|
source: End Area
ru: Конец области

# DialogProfileSettingPro|
source: Slice Profile
ru: Профиль среза

# DialogProfileSettingPro|
source: Printer
ru: Принтер

# DialogProfileSettingPro|
source: Resin
ru: Смола

# DialogProfileSettingPro|
source: Name:
ru: Имя:

# DialogProfileSettingPro|
source: Resolution:
ru: Разрешение:

# DialogProfileSettingPro|
source: X:
ru: Х:

# DialogProfileSettingPro|
source: Number Of Pixels In X-Axis Direction
ru: Количество пикселей в направлении X-Оси

# DialogProfileSettingPro|
source: Y:
ru: У:

# DialogProfileSettingPro|
source: Number Of Pixels In Y-Axis Direction
ru: Количество пикселей в направлении Y-оси

# DialogProfileSettingPro|
source: Lock Ratio:
ru: Фикс.пропорции:

# DialogProfileSettingPro|
source: The Ratio Of The Size And Resolution Of The X And Y Axes Is Equal
ru: Коэффициент размера и разрешения топоров X и Y равен

# DialogProfileSettingPro|
source: Size:
ru: Размер:

# DialogProfileSettingPro|
source: Maximum Print Size In X-Axis Direction
ru: Максимальный размер печати в направлении X-Axis

# DialogProfileSettingPro|
source: Maximum Print Size In Y-Axis Direction
ru: Максимальный размер печати в направлении Y-оси

# DialogProfileSettingPro|
source: Maximum Print Size In Z-Axis Direction
ru: Максимальный размер печати в направлении q-Axis

# DialogProfileSettingPro|
source: Build Area Offset:
ru: Смещение зоны сборки:

# DialogProfileSettingPro|
source: Set Plot Area Boundary Lines
ru: Установить линии границы участка

# DialogProfileSettingPro|
source: Machine Type:
ru: Тип принтера:

# DialogProfileSettingPro|
source: Mirror:
ru: Отражение:

# DialogProfileSettingPro|
source: Dental application:
ru: Стоматологическое применение:

# DialogProfileSettingPro|
source: Orthodontic model
ru: Ортодонтическая модель

# DialogProfileSettingPro|
source: Repair model
ru: Модель ремонта

# DialogProfileSettingPro|
source: Surgical guide
ru: Хирургическое руководство

# DialogProfileSettingPro|
source: High-strength resin crowns
ru: Коронки из высокопрочной смолы.

# DialogProfileSettingPro|
source: Display Correction:
ru: Коррекция дисплея:

# DialogProfileSettingPro|
source: All the absolute values are positive
ru: Все абсолютные значения положительные

# DialogProfileSettingPro|
source: Profile Name:
ru: Изменить имя профиля

# DialogProfileSettingPro|
source: Slice configuration
ru: Конфигурация нарезки

# DialogProfileSettingPro|
source: Print
ru: Печать

# DialogProfileSettingPro|
source: Advanced
ru: Дополнительно

# DialogProfileSettingPro|
source: Resin Type:
ru: Тип смолы:

# DialogProfileSettingPro|
source: AC-3 orthodontic model resin
ru: AC-3 ортодонтическая модель смолы

# DialogProfileSettingPro|
source: AC-3 model resin
ru: AC-3 модель смолы

# DialogProfileSettingPro|
source: AC-3 surgical guide resin
ru: AC-3 хирургическое руководство смолы

# DialogProfileSettingPro|
source: Resin Density:
ru: Плотность смолы:

# DialogProfileSettingPro|
source: Resin Cost:
ru: Стоимость смолы:

# DialogProfileSettingPro|
source: Layer Height:
ru: Высота слоя:

# DialogProfileSettingPro|
source: Bottom Layer Count:
ru: Кол-во слоев низа:

# DialogProfileSettingPro|
source: Exposure Time:
ru: Время засветки:

# DialogProfileSettingPro|
source: Bottom Exposure Time:
ru: Время засветки низа:

# DialogProfileSettingPro|
source: Rest Time Before Lift:
ru: Время отдыха перед подъемом:

# DialogProfileSettingPro|
source: Rest Time After Lift:
ru: Время отдыха после подъема:

# DialogProfileSettingPro|
source: Rest Time After Retract:
ru: Время отдыха после отвода:

# DialogProfileSettingPro|
source: Transition Layer Count:
ru: Переход слой граф:

# DialogProfileSettingPro|
source: Printing Resin Type
ru: Тип смолы для печати

# DialogProfileSettingPro|
source: Density Of Printing Resin Material
ru: Плотность значения печати смолы

# DialogProfileSettingPro|
source: Price Per Unit Volume Of Resin Material
ru: Цена за единицу объема смолы

# DialogProfileSettingPro|
source: Thickness Of Each Layer Printed
ru: Толщина каждого напечатанного слоя

# DialogProfileSettingPro|
source: The Start Printing Layers. When The Number Of Bottom Layers Is N, The Exposure Time Of The First N Layers Is The Exposure Time Of The Bottom Layers
ru: Слои начала печати. Когда число нижних слоев N, время экспозиции первых слоев N является время экспозиции нижних слоев

# DialogProfileSettingPro|
source: Exposure Time Of Normal Print Layers
ru: Время экспозиции нормальных слоев печати

# DialogProfileSettingPro|
source: Transition layer number after the bottom layer,it make the adhesion between the layers tighter.Except for the exposure time, other parameters of the transition layer are consistent with the normal layer
ru: Число переходного слоя после нижнего слоя, это делает адгезию между слоями более жесткой. За исключением времени экспозиции, другие параметры переходного слоя соответствуют обычному слою

# DialogProfileSettingPro|
source: Transition Type:
ru: Тип перехода:

# DialogProfileSettingPro|
source: Linear
ru: Линейный

# DialogProfileSettingPro|
source: Set The Transition Type Of The Exposure Time When Transiting From The Bottom Layers To The Normal Layers
ru: Установите тип перехода времени экспозиции при переходе из нижних слоев в нормальные слои

# DialogProfileSettingPro|
source: Transition Layer Interval Time Difference:
ru: Разница во времени интервала переходного слоя:

# DialogProfileSettingPro|
source: The exposure time difference between two neighboring transition layers (layers between the bottom and normal ones).
ru: Разница во времени экспозиции между двумя соседними переходными слоями (слоями между нижними и нормальными).

# DialogProfileSettingPro|
source: Waiting Mode During Printing:
ru: Режим ожидания во время печати:

# DialogProfileSettingPro|
source: Resting time
ru: Время отдыха

# DialogProfileSettingPro|
source: Light off delay
ru: Задержка выключения света:

# DialogProfileSettingPro|
source: The time gap starting from the end of exposure to when the platform starts to rise.
ru: Разрыв во времени, начиная с конца экспозиции, когда платформа начинает расти.

# DialogProfileSettingPro|
source: The time gap starting from when the platform stops rising to when it starts to lower down.
ru: Разрыв во времени, начиная с того, когда платформа перестает расти, когда она начинает снижаться.

# DialogProfileSettingPro|
source: The time gap starting from when the platform stops moving down to when the light source turns on.
ru: Разрыв во времени, начиная с того, когда платформа перестает двигаться вниз, когда включается источник света.

# DialogProfileSettingPro|
source: Light-off Delay:
ru: Задержка выключения света:
