Repository: Cyberdemon-23/Chitubox-ru-translate
Catalog: *_00.po
Languages: ru

# MaskSettingPro|
source: Hub-and-spoke
ru: Концентратор-и-говорил

# MaskSettingPro|
source: Matrix Mode
ru: Режим матрицы

# MaskSettingPro|
source: Center origin
ru: Центральное происхождение

# MaskSettingPro|
source: mm
ru: мм

# MaskSettingPro|
source: Dividing parameters
ru: Параметры деления

# MaskSettingPro|
source: Number of equal parts
ru: Количество равных частей

# MaskSettingPro|
source: Equal radius
ru: Равный радиус

# MaskSettingPro|
source: Gray Parameter
ru: Серый параметр

# MaskSettingPro|
source: Gray parameter
ru: Серый параметр

# GlobalPara|
source: Memory Limit Warning!
ru: Предупреждение об ограничении памяти!

# GlobalPara|
source: The used memory has reached the maximum allowable use. To ensure the stable use of the software, please keep the software running under the state less than the maximum memory usage setting value.
ru: Используемая память достигла максимально допустимого использования. Чтобы обеспечить стабильное использование программного обеспечения, пожалуйста, держите программное обеспечение работает в состоянии меньше, чем максимальное значение настройки использования памяти.

# SuspendedAreaSupportListModel|
source: Hanging Detection
ru: Обнаружение вися

# SuspendedAreaSupportListModel|
source: Whether to add dangling support to the dangling area?
ru: Следует ли добавить оборванных поддержки в оборванных области?

# CurrentModelPara|
source: Press ESC or left click the area without 3D models to cancel
ru: Нажмите ESC или слева нажмите области без 3D-моделей, чтобы отменить

# HotKeyListModel|
source: Add Pixels
ru: Добавить пиксели

# HotKeyListModel|
source: Add Pixels Continuously
ru: Добавление пикселей непрерывно

# HotKeyListModel|
source: Adjust The Number of Pixels in the Unit
ru: Отрегулируйте количество пикселей в блоке

# HotKeyListModel|
source: Delete Pixels
ru: Удаление пикселей

# HotKeyListModel|
source: Delete pixels continuously
ru: Удаление пикселей непрерывно

# HotKeyListModel|
source: Adjust the Number of Pixels in the Unit
ru: Отрегулируйте количество пикселей в блоке

# HotKeyListModel|
source: Save Project
ru: Сохранить проект

# HotKeyListModel|
source: Save All As
ru: Сохранить все как

# HotKeyListModel|
source: Select / Deselect All
ru: Выбрать все / Снять выбор

# HotKeyListModel|
source: Reverse Selection
ru: Обратный Выбор

# HotKeyListModel|
source: Multiple Selection
ru: Множественный выбор

# HotKeyListModel|
source: Open
ru: Открыть

# HotKeyListModel|
source: Open Project
ru: Открыть проект

# HotKeyListModel|
source: Recently Opened
ru: Недавно открытые

# HotKeyListModel|
source: Delete File
ru: Удалить файл

# HotKeyListModel|
source: Continuous Selection(File list)
ru: Непрерывный выбор (список файлов)

# HotKeyListModel|
source: Frame select files in canvas
ru: Кадр выберите файлы в холсте

# HotKeyListModel|
source: Zoom canvas
ru: Увеличить холст

# HotKeyListModel|
source: Move canvas
ru: Перемещение холста

# HotKeyListModel|
source: Platform / Models Move
ru: Перемещение платформы / модели

# HotKeyListModel|
source: Platform Rotate
ru: Вращение платформы

# HotKeyListModel|
source: Platform Scale
ru: Приблизить / отдалить

# HotKeyListModel|
source: Models Rotate
ru: Вращение модели

# HotKeyListModel|
source: Models Scale
ru: Масштабирование модели

# HotKeyListModel|
source: Models Mirror
ru: Зеркальное отображение

# HotKeyListModel|
source: Move Slowly
ru: Переместить

# HotKeyListModel|
source: Scale Slowly
ru: Масштаб

# HotKeyListModel|
source: Rotate Slowly
ru: Повернуть

# HotKeyListModel|
source: Toggle Center of Rotation
ru: Переключить центр вращения

# HotKeyListModel|
source: Adjust the Touch Prompt Distance
ru: Отрегулируйте сенсорное быстрое расстояние

# HotKeyListModel|
source: Add Support Mode
ru: Режим добавлениея поддержки

# HotKeyListModel|
source: Delete Support Mode
ru: Режим удаления поддержки

# HotKeyListModel|
source: Editing Support Mode
ru: Режим редактирования поддержки

# HotKeyListModel|
source: Toggle Support Profile
ru: Удалить профиль поддержки

# HotKeyListModel|
source: Preferences
ru: Настройки

# HotKeyListModel|
source: Technical Support
ru: Техническая поддержка

# MainWindow|
source: The center of the <font color="#4eaeee">%1</font> has been designated as the center of rotation
ru: Центр <font color="#4eaeee">%1</font> был обозначен как центр вращения

# MainWindow|
source: Click the model or middle support to determine the starting point
ru: Нажмите на модель или среднюю поддержку, чтобы определить отправную точку

# MainWindow|
source: Click the position of the model to determine the position of the support
ru: Нажмите на положение модели, чтобы определить положение поддержки

# MainWindow|
source: Touch Tip Distance (mm) : <font color="#4eaeee">%1</font>
ru: Расстояние сенсорного наконечника (мм) : <font color="#4eaeee">%1</font>

# SelectPainter|
source: Double click to complete the selection
ru: Двойной клик для завершения выбора

# SelectPainter|
source: CTRL + middle mouse button to adjust brush size
ru: CTRL - средняя кнопка мыши для регулировки размера кисти

# SymmetricalSupportModel|
source: There is no symmetry plane in the selected model, so symmetrical support cannot be performed
ru: В выбранной модели нет плоскости симметрии, поэтому симметричная поддержка не может быть выполнена

# ModelInterChangeRepair|
source: Pretreatment
ru: предварительная обработка

# ModelInterChangeRepair|
source: Repair
ru: Ремонт

# SupportSet|
source: info
ru: информация

# SupportSet|
source: Support suspended after deletion
ru: Поддержка приостановлена после удаления

# SupportSet|
source: Click another middle support to add as a cross support; press ESC to cancel
ru: Нажмите другую среднюю поддержку, чтобы добавить в качестве перекрестной поддержки; нажмите ESC отменить

# SupportSet|
source: Click the model or middle support to determine the starting point
ru: Нажмите на модель или среднюю поддержку, чтобы определить отправную точку

# SupportSet|
source: Click model or middle support to finish; press ESC to cancel
ru: Нажмите модель или среднюю поддержку, чтобы закончить; нажмите ESC отменить

# SupportSet|
source: Click middle support to finish; press ESC to cancel
ru: Нажмите среднюю поддержку, чтобы закончить; нажмите ESC отменить

# SupportSet|
source: Click the position of the model to determine the position of the support
ru: Нажмите на положение модели, чтобы определить положение поддержки

# SupportSet|
source: Press ESC or left click the area without 3D models to end
ru: Нажмите ESC или слева нажмите области без 3D-моделей до конца

# BoolOperationJob|
source: Bool Operation
ru: Операция «Бул»

# QObject|
source: Please Select The Content To Be Formatted And Right-click To Confirm The Execution.
ru: Пожалуйста, выберите содержимое, которое будет отформатировано и право нажмите, чтобы подтвердить исполнение.

# QObject|
source: Please Select The Target Pixel Format
ru: Пожалуйста, выберите формат целевого пикселя

# DetectSuspendJob|
source: Suspension detection
ru: Обнаружение подвески

# NetworkProxy|
source: The Chitubox website cannot be accessed
ru: Доступ к веб-сайту Chitubox не доступ

# NetworkProxy|
source: info
ru: информация

# NetworkProxy|
source: Please make sure you're connected to the Internet during activation!
ru: Пожалуйста, убедитесь, что вы подключены к Интернету во время активации!

# NetworkBase|
source: Serial number out of date
ru: Серийный номер устарел

# NetworkBase|
source: The serial number does not exist
ru: Серийный номер не существует

# NetworkBase|
source: Serial number status is not allowed
ru: Статус серийного номера не допускается

# NetworkBase|
source: The serial number does not match or is not bound to the device
ru: Серийный номер не соответствует или не привязан к устройству

# NetworkBase|
source: Serial number and device binding status are not normal
ru: Серийный номер и состояние связывания устройства не являются нормальными

# NetworkBase|
source: Customer id
ru: Идентификатор клиента

# NetworkBase|
source: An unknown error -- %1
ru: Неизвестная ошибка -- %1

# ActivateLicenseBindDevicePage|
source: 3D Printer ID:
ru: Идентификатор 3D принтера:

# ActivateLicenseBindDevicePage|
source: 3D printer confirmation:
ru: Подтверждение 3D принтера:

# ActivateLicenseBindDevicePage|
source: Successful activation of chitubox Pro software requires you to enter the 3D printer ID number that matches the license serial number.
ru: Успешная активация программного обеспечения chitubox Pro требует ввести идентификационный номер 3D-принтера, который соответствует серийному номеру лицензии.

# ActivateLicenseBindDevicePage|
source: Previous
ru: Предыдущий

# ActivateLicenseBindDevicePage|
source: Next
ru: Следующий

# CheckAuthStatusTiming|
source: info
ru: информация

# CheckAuthStatusTiming|
source: Your login attempt timed out. Please log in again.
ru: Попытка входа приутялась. Пожалуйста, войдите снова.

# ModelAccuracyControl|
source: File does not exist!
ru: Файл не существует!

# LoadedFileListModel|
source: Open Project Confirmation
ru: Подтверждение открытого проекта

# LoadedFileListModel|
source: Merge The Imported File With The Current Project File?
ru: Следует ли объединить импортированный файл с текущим файлом проекта?

# layerPrintTimeSettingPro|
source: Layer Print Time Compensation Setting
ru: Настройка компенсации времени печати слоя

# layerPrintTimeSettingPro|
source: Software Forecast Time:
ru: Время прогноза программного обеспечения:

# layerPrintTimeSettingPro|
source: Actual Printing Time:
ru: Фактическое время печати:

# layerPrintTimeSettingPro|
source: Layer Count:
ru: Количество слоев:

# layerPrintTimeSettingPro|
source: Layer Print Time Compensation:
ru: Компенсация времени печати слоя:

# layerPrintTimeSettingPro|
source: The software forecast time and actual printing time need to come from the data recorded in the same printing!
ru: Программное обеспечение прогнозирует время и фактическое время печати должны исходить из данных, записанных в той же печати!

# PluginsModel|
source: The plugin has been successfully imported!
ru: Плагин успешно импортирован!

# VenderMessage|
source: Keep the original plugin
ru: Сохраните оригинальный плагин

# VenderMessage|
source: Use new plugin
ru: Используйте новый плагин

# VenderMessage|
source: Plugin Repeat
ru: Повтор плагина

# VenderMessage|
source: Does the load plugins partially or completely duplicate the printer supported by the existing plugins, keep the original plugins, or load and replace the original plugins?
ru: Загружают ли плагины частично или полностью принтер, поддерживаемый существующими плагинами, сохраняют оригинальные плагины или загружают и заменяют оригинальные плагины?

# VenderMessage|
source: Warning
ru: Предупреждение

# VenderMessage|
source: Do you want to give up applying the current plugin to the software?
ru: Вы хотите отказаться от применения текущего плагина к программному обеспечению?

# PluginSlicerDeal|
source: Converting format
ru: Формат преобразования

# PluginSlicerDeal|
source: Save File
ru: Сохранить файл

# ExecutablePlugin|
source: Converting format
ru: Формат преобразования

# PluginManager|
source: The imported plugins is not authorized. Please contact support@chitubox.com to confirm related authorization matters, or import a legally authorized plugins.
ru: Импортированные плагины не авторизованы. Пожалуйста, свяжитесь с support@chitubox.com для подтверждения связанных с авторизацией вопросов или импортируйте юридически разрешенные плагины.

# PluginManager|
source: The current software version is too low. The plugin cannot be successfully imported and used!
ru: Текущая версия программного обеспечения слишком низкая. Плагин не может быть успешно импортирован и использован!

# PluginManager|
source: Prompt
ru: Подсказка

# AddTagJob|
source: Add Tag
ru: Добавить тэг

# SupportGroup|
source: Merge Support
ru: Поддержка слияния

# SupportGroup|
source: Adding support
ru: Добавление поддержки

# BottomBtnRow|
source: Reverse selection
ru: Обратный выбор

# BottomBtnRow|
source: Delete
ru: Удалить

# BottomBtnRow|
source: Cancel
ru: Отменить

# DisplayTreeView|
source: Shell number:
ru: Избыточная оболочка

# DisplayTreeView|
source: Name
ru: Имя

# ModelRepairAdvanceJob|
source: Advanced repair
ru: Расширенный ремонт

# ModelRepairBasicJob|
source: Basic Repair
ru: Базовый ремонт

# ModelRepairDetectJob|
source: Detecting Model
ru: Обнаружение модели

# ModelRepairFillHoleJob|
source: Close all hole
ru: Закрыть все отверстия

# ModelRepairJob0|
source: Orientation repair
ru: Ремонт ориентации

# ModelRepairJob2|
source: Coated outer surface
ru: Покрытая внешняя поверхность

# ModelRepairPreproJob|
source: Preprocessing...
ru: Предварительной обработки...

# ModelRepairShellJob|
source: Determining Shells
ru: Определение оболочек

# EnterRepairTool|
source: repair
ru: ремонт

# RepairDetectGenInfoJob|
source: Detecting ...
ru: Обнаружения...

# DialogDigHolePro|
source: Forced digging hole:
ru: Принудительное отверстие:

# QObject|
source: Both
ru: Оба

# QObject|
source: Repair only
ru: Только ремонт

# QObject|
source: Repair save options
ru: Параметры сохранения ремонта

# QObject|
source: Do you still keep the original (unrepaired) model?
ru: Сохраняете ли вы оригинальную (неотремонтированную) модель?

# ReplaceModelJob|
source: Replacing model...
ru: Замена модели...

# ShellInfoWin|
source: Shell Information
ru: Информация о оболочке

# SmoothHollowJob|
source: Hollow...
ru: Пустотелый...

# DanglingDetectionPage|
source: Suspended Area
ru: Подвесная зона

# DanglingDetectionPage|
source: Detection Accuracy
ru: Точность обнаружения

# DanglingDetectionPage|
source: Low
ru: Низкий

# DanglingDetectionPage|
source: Middle
ru: Середина

# DanglingDetectionPage|
source: High
ru: Высокий

# DanglingDetectionPage|
source: Detect
ru: Обнаружить

# DanglingDetectionPage|
source: + Suspend
ru: + Приостановить

# SuspendCheckExtra|
source: Suspended Area
ru: Подвесная зона

# SuspendCheckExtra|
source: Detection Accuracy
ru: Точность обнаружения

# SuspendCheckExtra|
source: Low
ru: Низкий

# SuspendCheckExtra|
source: Middle
ru: Середина

# SuspendCheckExtra|
source: High
ru: Высокий

# mainPro|
source: No suspended area is detected!
ru: Подвешенная область не обнаружена!

# mainPro|
source: Click ← and → on the keyboard to quickly switch the suspended area.
ru: Нажмите ← и → на клавиатуре, чтобы быстро переключить подвешенную область.

# mainPro|
source: This is the suspended area in the cavity
ru: Это подвесная область в полости

# mainPro|
source: Cannot automatically add supports to
ru: Не удается автоматически добавить поддержку в

# mainPro|
source: suspended areas. Please add supports manually for the suspended areas.
ru: Подвесные зоны. Пожалуйста, добавьте поддержку вручную для подвешенных областей.

# AutoSupplementJob|
source: Adding support
ru: Добавление поддержки

# LookSuspendPreproJob|
source: Preprocessing...
ru: Предварительной обработки...
